[
    {
        "date": "2013-11-5",
        "post": "Chatz with Topaz-  the new Esoterics CD\n\nTopaz:  What are you listening to?\nMe:  The new Esoterics CD, SIRENE.\nTopaz:  You're smiling.\nMe:  It's really good.\nTopaz:  Can I have a listen?\nMe:  Um, here, I'll give you the ear buds.\nTopaz:  So that's you?\nMe: I didn't sing on this one.  It's my friends.  \nTopaz:  Well, they seem to be doing fine without you.\nMe: What are you suggesting?\nTopaz:  Read of it what you will.  It's a very nice CD.\n"
    },
    {
        "date": "2013-11-10",
        "post": "<Chatz with Topaz>  Thank goodness you're home!\n\nMe: <inserts key in lock>\nTopaz:  YOU'RE HERE!   \nMe: Yup, early rehearsal.  Can you let me in the door?\nTopaz:  THERE'S BEEN A TRAGEDY!\nMe:  Oh noes!  Are you okay?\nTopaz:  Follow me into the kitchen, hurry!\nMe:  <walks in to kitchen, puts down groceries>\nTopaz:  JUST LOOK!  THE ENORMITY OF IT!\nMe: Huh?\nTopaz:  My bowl!  It's been empty of dry food FOR A HALF AN HOUR!  I nearly starved.\nMe:  Wow.  That was half full when I left this morning.  Eat much?\nTopaz:  You came home just in time.  I'm nearly faint of weakness.\nMe:  Uh, yeah, you look... never mind...  Let's just fill your bowl.\nTopaz:  What if it had been a late rehearsal?  There would have been DEVASTATION when you arrived.\nMe: Yeah.  Litter everywhere and socks out of the laundry basket.  Eat your crunchies, Topie.\n"
    },
    {
        "date": "2013-11-11",
        "post": "<Chatz with Topaz>  \"Please wake up now.\"\nTopaz:  Good morning!\nMe: Huh?\nTopaz:  The sun is up.\nMe: No it's not.  The alarm hasn't even gone off. Go back to sleep.\nTopaz:  Please wake up now.  Would you like some coffee?\nMe:  There's coffee?  How...\nTopaz:  What I mean is, you could make some coffee when you prepare my breakfast.\nMe:  Yeah, I figured....\nTopaz:  I am just going to sit here on your chest until you decide to get up.\nMe:  I can't breathe.\nTopaz:  Then you should move, preferably toward the kitchen.\nMe: Ugh.\n"
    },
    {
        "date": "2013-11-16",
        "post": "<Chatz with Topaz>  Cleaning the carpets\nTopaz:  Um, what have you done with my things?\nMe: Beg pardon?\nTopaz:  My sitting place- rather, places.  They've been defenestrated!\nMe:  They're on the patio.  Dunno about whatever you just said.\nTopaz: For what purpose have you removed these things?\nMe: Gotta clean the carpets.\nTopaz:  Well, you wouldn't have to clean the carpets if you were more careful.\nMe:  Yeah, thanks, it's not so much that as Your Highness' propensity for puking up the houseplants on the living room carpet.\nTopaz: Oh.  Proceed.\n"
    },
    {
        "date": "2013-11-23",
        "post": "<Chatz with Topaz>  It's cookies\n\n<standing in kitchen>\nTopaz:  Is that my breakfast?\nMe:  When have you ever seen me make your breakfast in a mixmaster?\nTopaz: You're insolent.  What are you making?\nMe:  Cookies.  Got a thing this afternoon.\nTopaz:  So you have a \"thing\" and you dirty every dish in the house for it, but you feed me from a can?\nMe:  What are you saying?\nTopaz:  You might prepare my meals with a little more care.\nMe:  I'll serve your food on a Ritz cracker next time.\nTopaz:  You're still being insolent.  Nevermind.\n"
    },
    {
        "date": "2013-11-24",
        "post": "<Chatz with Topaz:> Who is Mittens?\n\nTopaz:  Who is this Mittens character?\nMe:  Whaaat?\nTopaz:  You left your laptop open.  I can read.\nMe:  Now I know.  So who is Mittens?\nTopaz:  I'm asking you.  Are you texting some other feline?\nMe:  You're my one and only, Topie.\nTopaz:  So this isn't you?\nMe:  Jealous much?\nTopaz:  Sad and useless?  I'll tell you who's sad and useless, you haven't had a date in two months!\nMe:  I think you're overreacting.  Besides.  It's a blog.  By someone else.  A female person.  Who apparently has a cat a lot like you.\nTopaz:  I am nothing like that needy creature.\nMe:  We'll go with that. Also, stop reading my Facebook Wall.\nTopaz:  Can I have one of my own?\nMe:  Blog or Facebook page? Oh boy.  Here we go.\n\n"
    },
    {
        "date": "2013-11-29",
        "post": "<Chatz with Topaz> The Giant Cat Toy \n\nTopaz:  You've made me so happy!\nMe:  Merry Christmas, Topie, it's a lovely tree this year.\nTopaz:  Yes, I can't wait to start.\nMe:  Beg pardon?\nTopaz:  There are so many presents on it.  I can't wait to start!\nMe: Um, those aren't \"presents,' they're ornaments. It's a decoration.  \nTopaz: Is it like an Advent calendar?  Do I do one each day until I get to the glowy thingy on top?\nMe:  Its a star, and NO.  They stay ON the tree.  Those are not to come off.\nTopaz: You expect me to leave dozens of shiny objects attached to that giant toy dispenser in the living room?\nMe:  Yes.  You can restrain yourself, I'm sure.  Just leave the tree alone.\nTopaz:  I can see you're going to be disappointed by your foolish admonition.  \nMe:  I have a feeling  I should have twist-tied the ornaments on this year.\n"
    },
    {
        "date": "2013-12-5",
        "post": "<Chatz with Topaz>  It's cold in here....\n\nTopaz:  Excuse me...\nMe:  Sure, what's up?\nTopaz: Are you aware that it's 18 degrees in here?\nMe:  Celsius?  When did you become Canadian?\nTopaz:  Insolence.  My ears are cold.\nMe:  It's cold outside.  Heat is turned down during the day to save us some money.\nTopaz:  The throne room is intolerably cold.  Please remedy that.\nMe:  Yeah, we'll have to sell the crown jewels to finance the City Light bill, your Maj.\nTopaz:  I'll find a blanket.\n"
    },
    {
        "date": "2013-12-10",
        "post": "<Chatz with Topaz>  Laundry day\n\nTopaz:  You missed a sock.\nMe:  Huh?\nTopaz:  The other brown sock.  You missed it.\nMe: Oh, yeah.  Where is it?\nTopaz:  I believe I'm sitting on it.  That's how I know you missed it.\nMe:  Um, can I have it?\nTopaz:  I would have to move, then, wouldn't I?\nMe: Why are you sitting on a pile of dirty laundry any way? Isn't that sort of beneath your station?\nTopaz:  As the Grey Duchess of Shoreline, I must preside over your laundry sorting.  Clearly my magistration is needed, since you missed a sock.\nMe: The one you're sitting on.\nTopaz: Precisely.\n"
    },
    {
        "date": "2013-12-12",
        "post": "<Chatz with Topaz>  The long day....\n\nMe: <falls into bed at 12:30 am>\nTopaz:  You seem under excited to see me.\nMe:  Really long day, Topie.  \nTopaz:  I missed you today.\nMe:  I'm here.  Come up to the bed!\nTopaz: <leap>  OOOH! Feather bed.\nMe: Nice and warm.  Snuggle?\nTopaz:  I think so. Good night.\nMe:  Nice to snuggle with you, Topie.\nTopaz: I'm still sitting on your head tomorrow morning to wake you up.\nMe:  Yeah, I figured.  G'Night Your Maj.\n"
    },
    {
        "date": "2013-12-15",
        "post": "<Chatz with Topaz>  Bath night\n\nT:  Are you having a bath?\nS:  Why yes, that's why there's water in the tub. Also, I am in the tub.  And wet.\nT:  Well, I hate to disturb you, but...\nS: Uh huh?\nT:  I have to use the box.\nS:  I'll wash my feet or something to distract myself.\nT: You should pull the curtain.\nS:  You stare at me when I'm in here.\nT:  That's not staring, that's supervising.\n<scratch scritch>\nS:  HEY! You just got litter in the tub!  It's like shrapnel! \nT:  I told you to pull the curtain.\nS:  Are you done?\nT:  Quite, and so are you.  Will you clean up this mess, please?\n"
    },
    {
        "date": "2013-12-20",
        "post": "<Chatz with Topaz>  Snow \n\nTopaz:  Oh no, just look at it!\nMe: Beg pardon?\nTopaz:  The apocalyptic sheath of cold!  We're smothered!\nMe:  Wow.  Hyperbole much?\nTopaz:  How will the little visitor creatures survive?\nMe:  The squirrels will be fine, they have nests.\nTopaz:  Why are you dressed like that?\nMe:  Gotta go to work.\nTopaz: WHAT?  In this?  You'll PERISH!\nMe:  It's an inch of snow.  It's already melting.\nTopaz: Oh, do stay here and keep me warm.\nMe: You have your own electric blanket.\nTopaz:  I suppose I should say \"farewell!\"\nMe:  I'll be home at six, in time for dinner.\nTopaz: Be safe, brave knight!  Seattle snow is never a fair fight!\nMe:  Smooches, yer Maj.  I left an empty box on the dining room floor for you...\n"
    },
    {
        "date": "2013-12-25",
        "post": "<Chatz with Topaz>  Christmas Dinner\n\nTopaz:  Well, that was lovely.\nMe:  Yes Topie, I think we all had a good time.\nTopaz:  You should do this more often.\nMe:  Perhaps we will, your Maj.  It was nice to have friends over.\nTopaz:  Lovely people.  \nMe:  They are very dear to me.\nTopaz:  Merry Christmas, Squire Scott.  \nMe: Merry Christmas, Duchess.\nTopaz:  You may sing to me while you finish the dishes.\nMe: Yes, Ma'am.\n"
    },
    {
        "date": "2013-12-29",
        "post": "<Chatz with Topaz>  Dinner\n\nTopaz: Are you going to eat that?\nMe:  Do you see the fork in my hand?\nTopaz:  Don't answer a question with a question.  What are you eating?\nMe:  Leftover turkey.\nTopaz:  I love turkey!\nMe:  You love food.  Did you eat what was in your bowl?\nTopaz:  This smells much better.\nMe:  You can have a nibble. \nTopaz:  (Drops it on the floor)  I want dark meat.\nMe: You're serious?  You dropped it on the floor?\nTopaz:  It's a little dry.\nMe: Do you want gravy?\nTopaz:  No thanks, just the dark meat.\nMe: Here... \nTopaz: Can you take it off the fork?  I don't have thumbs.\nMe:  Sure.  Is that better?\nTopaz:  I think I'll go back to what was in my bowl.\nMe: Remember this tomorrow when I make chicken.\n"
    },
    {
        "date": "2014-1-5",
        "post": "<Chatz with Topaz> It's under the cat.\n\nTopaz:  Ahem.  I think you now understand my position here?\nMe:  Yeah, you win.  That was, well, masterful.\nTopaz:  I thought it was rather clever, too.\nMe:  How long were you going to let me look for that phone?\nTopaz:  It was going to go on for quite a while.\nMe:  I almost cried.\nTopaz:  It would have been a brilliant scheme if the phone hadn't rung.\nMe:  Yeah, well, I do have friends- and they call.\nTopaz:  You realize this was in retribution for all those little fictions of yours you post on the internet?\nMe:  This is a true story, and it's going on the internet.\nTopaz:  Fine, but you're the one who spent an hour looking for a phone that was under your cat the whole time.\n"
    },
    {
        "date": "2014-1-14",
        "post": "<Chatz with Topaz>  Skype\n\nTopaz:  Why did you spend all morning talking to your lap warmer?\nMe:  LapTOP.  YOU are a lap warmer. \nTopaz:  But why all the chatter?\nMe:  I was in a meeting.\nTopaz: I think you were in the living room, actually, and you were alone.  \nMe: I was having a meeting with some people using my computer.\nTopaz:  You sure do meet a lot of people with that thing.\nMe:  What are you implying?\nTopaz:  Maybe you should get out more...\n"
    },
    {
        "date": "2014-1-27",
        "post": "<Chatz with Topaz>  It's broken\n\nTopaz:  Why do you have two extra legs?\nMe:  These are crutches, M'Lady.\nTopaz:  Have you an injured paw?\nMe: Quite.  My right foot is broken.\nTopaz:  Oh dear.  And the contraption on said paw?\nMe:  A boot.  To keep it still.\nTopaz:  Will you be needing a leave of absence?\nMe: Beg Pardon?\nTopaz:  From the palace staff, of course.  \nMe:  I think I'll be able to meet your needs.\nTopaz:  Very well.  May I just snuggle you for a moment?  \nMe:  I'd like that very much, Topie.\n"
    },
    {
        "date": "2014-1-30",
        "post": "<Chatz with Topaz>  (for Ian)\n\nMe:  I've some bad news, Your Highness.\nTopaz:  Are we about to be sad?\nMe:  Yes, I must tell you that Ian's cat, James, has gone into Greater Life.\nTopaz:  This is indeed sad.  We shall meditate on him and for the comfort of Ian.\nMe:  I will join you.\n"
    },
    {
        "date": "2014-2-6",
        "post": "<Chatz with Topaz>  Dinner\n\nTopaz:  What are you eating?\nMe: Pot roast and potatoes.\nTopaz:  But you know I prefer flaked tuna.\nMe:  This is MY supper.  Yours is in the bowl.\nTopaz: I prefer to eat from your plate.\nMe:  I'm not so into that, Your Grace.  Perhaps I can interest you in a salmon treat?\nTopaz:  I would like that very much, thank you.\nMe:  It's in your bowl.\nTopaz:  I see what you've done here.  I'm coming back to lick your plate.\n"
    },
    {
        "date": "2014-2-13",
        "post": "<Chatz with Topaz>  Vacation \n\nTopaz:  I read your post.\nMe:  What?  How do you even open the laptop?  You have no thumbs!\nTopaz: You left it open.\nMe:  Oh.  Okay.  Well...\nTopaz:  You're leaving?\nMe:  A short-ish vacation to visit my folks yes.\nTopaz: ...and you're attempting to provide me with an alternate human during your recess from court?\nMe:  I am, a lovely gentleman who will absolutely respect your Majesty may be taking the post.\nTopaz: Will he know how to do rubs, scritches, and holdings?\nMe: You will get all the affection you require.\nTopaz:  Alright then.  He may join us at court.\n"
    },
    {
        "date": "2014-2-19",
        "post": "<Chatz with Topaz>  The Bathroom\n\nTopaz:  <wanders into the bathroom>\nMe:  Hey, I'm kinda busy, give me a minute?\nTopaz:  I need to use the royal box.\nMe:  Yeah, I get that, can you wait a minute?\nTopaz:  No bother, it's just right next to you.  I'll be done in a moment.\nMe:  I feel like we've reached a new level of intimacy here...\nTopaz:  At least you can flush.\n"
    },
    {
        "date": "2014-2-24",
        "post": "<Chatz with Topaz>  Can haz?\n\nTopaz:  I posted something to your wall.\nMe:  How DO you do that with no thumbs?\nTopaz:  Bach played the organ without using his thumbs....\nMe:  WHAT IS THIS?\nTopaz:  I thought you might consider remodeling a bit.\nMe:  I haven't painted the living room and it's been two years here, and you want THIS?\nTopaz:  It would make me happy.\nMe:  You would use it for an hour and then fall asleep somewhere close to the dirty laundry.\nTopaz:  You really are insolent!\nMe:  Here's a box.  \nTopaz:  OOOH!  See you in a few hours....\n"
    },
    {
        "date": "2014-2-27",
        "post": "<Chatz with Topaz>  The Boot\n\nTopaz:  I see you're free of that contraption!\nMe:  I get to go without it at least part of the day, yes.\nTopaz: Your paw is on the mend?\nMe:  It seems so.\nTopaz:  So you will be resuming your normal duties presently?\nMe:  I shall be making a full return to Court in about three weeks.\nTopaz:  Would you at least consider vacuuming the floor?  The plant I shredded is everywhere...\nMe: Yeah, I noticed. \nTopaz:  I'll be in the laundry basket...\n"
    },
    {
        "date": "2014-3-3",
        "post": "<Chatz with Topaz>  Irony\n\nTopaz:  Did you see this?\nMe:  You just posted it to my wall.\nTopaz:  <blink>\nMe:  Is this supposed to be funny?\nTopaz: It's only funny if you have thumbs.\nMe:  We'll talk about this later. \nTopaz:  I think I want an apology.\n"
    },
    {
        "date": "2014-3-6",
        "post": "<Chatz with Topaz>  Happy Birthday!\n\nTopaz:  <standing on my chest in bed> Greetings and felicitations on your Natal Holiday!\nMe:  Good morning, your Grace!\nTopaz:  How many years are we?\nMe: I am 45 today.\nTopaz:  That is an accomplishment.  You are commended!\nMe: Thanks, it was kinda rough in the mid-2000's, but I made it.\nTopaz:  We should celebrate with comestibles and a morning beverage.\nMe:  In other words, you're hungry and I should feed you.\nTopaz:  Still the clever boy!\n"
    },
    {
        "date": "2014-3-10",
        "post": "<Chatz with Topaz>  The Circus Cats\n\nTopaz:  I thought you should see this.\nMe:  I am amazed.\nTopaz:  Could we start a band in the garage?\nMe:  We have uncovered parking. \nTopaz:  Don't you think it's amazing?\nMe:  I'm actually a little frightened of what you're thinking right now.\nTopaz: I have only one question:  How do they get the chicken to play the cymbals?\n"
    },
    {
        "date": "2014-3-16",
        "post": "<Chatz with Topaz>  Pizza\n\nTopaz:  I see you're having pizza.\nMe:  Freschetta.  Self rising crust.\nTopaz: Does it have pepperoni?  \nMe:  It's a cheese pizza, so no.\nTopaz:  But I like pepperoni.  Or ham.\nMe:  You just had tuna dinner.  You don't need pizza.\nTopaz:  Is that the last slice?\nMe:  Seriously?  Here, have a little cheese.\nTopaz:  This is not a very good pizza.\nMe:  You were expecting Pagliacci's?\nTopaz:  I was expecting pepperoni.  Or ham.\nMe:  Duly noted.\nTopaz:  I'll be on my chair.  Are you ordering now?\n"
    },
    {
        "date": "2014-3-17",
        "post": "<Chatz with Topaz>  Gay packing\n\nMe:  What are you doing in my suitcase?\nTopaz:  It's more cozy than the laundry basket.\nMe:  I kinda want those clothes to stay clean.\nTopaz:  I was going through your wardrobe choices...\nMe:  Uh oh.\nTopaz:  Do you really need two red shirts?  \nMe: They are completely different fabrics!\nTopaz:  How many pairs of shoes do you need for a five day trip?\nMe: I have social functions!\nTopaz:  A long sleeve shirt? It's going to be 80 degrees.\nMe:  I may need something for dinner.\nTopaz:  How much underwear do you need?\nMe: It has to match my outfit, I can't wear blue underwear with green shorts!\nTopaz:  Two swimsuits?\nMe: One is my formal swimsuit for pool parties, just in case.\nTopaz:  Gay packing is so complicated.\n"
    },
    {
        "date": "2014-3-24",
        "post": "<Chatz with Topaz>  Welcome home!\n\nMe:  TOPIE!  I'm home!  \nTopaz:  There you are!  I've been waiting!\nMe:  You look well taken care of!  I hope you didn't give Martin too much trouble!\nTopaz:  I beg your pardon? Trouble?  What could you mean by that?\nMe:  Erm, um, only that Your Majesty requires quite a bit of attention at times...\nTopaz: I assure you I am no trouble; however, the replacement staff was excellent.  \nMe:  Relieved to hear it.  \nTopaz:  You may scritch behind my ears now. Please also rub my belly.\nMe: Smooches too?\nTopaz:  Yes, and boop my nose, if you will.\nMe:  You missed me, didn't you?\nTopaz:  I am pleased you are home.  Now unpack so I can sit in your laundry!\n"
    },
    {
        "date": "2014-3-31",
        "post": "<Chatz with Topaz>  Where's the laundry?\n\nTopaz:  I think I'm having an existential crisis!\nMe:  That's more my department than yours.  \nTopaz:  No really, the balance of reality feels off.\nMe:  Is your food dish half empty again?\nTopaz:  No, but now that you've mentioned it...\nMe:  Right after you explain why you're pawing at my Valium.\nTopaz:  It's the laundry basket. It's.... empty.\nMe:  It's Monday, I did the laundry.\nTopaz:  Why would you take away my blessed pile of comfort?\nMe:  It smelled and I need underwear.\nTopaz: You don't understand, I need those clothes to sit in.  I feel... somehow... happy when I am ensconced in your week old jeans....\nMe:  You're kidding me right now, aren't you?\nTopaz:  I might be.\nMe:  You're saying you don't like how often I do laundry?\nTopaz;  It looked like the Flying Spaghetti Monster was on your bedroom floor.\nMe:  I don't know how to respond to that.\nTopaz: Also, you're out of Valium.\n"
    },
    {
        "date": "2014-4-2",
        "post": "<Chatz with Topaz>  High tea with friends\n\nMe:  What are you doing with my phone?\nTopaz: Just finishing up a text.  One moment.\nMe:  YOU DON'T HAVE THUMBS!\nTopaz:  Swype.\nMe:  Who are you talking to?\nTopaz: Hillary Clinton.\nMe: Excuse me?  How did you get the Secretary of State's phone number?\nTopaz: Don't be ridiculous. Not her. The OTHER Hillary.  The First Lady of Seattle.\nMe:  Good grief, you're texting Blaire's cat now?  \nTopaz:  She's rather charming.  I wonder where she gets it?\nMe:  This look on my face is concern.  What are you two chatting about?\nTopaz:  Mostly social things.  Do you suppose she's Anglican?  \nMe:  I'd say it's a fair bet she's Episcopalian at least.  Erm,.. why do you ask?\nTopaz:  I think we should have a High Tea, and invite the Royals from Queen Anne.  Do you have their secretary's number?  Stephen?\nMe: I'm not sure Prince Hoku Ala and Queen Stella do parties...\nTopaz:  I hear they have a lovely place in the country.\nMe: Back to Hillary- uh,  I think she's more of a wine/beer/bourbon girl...\nTopaz:  Should we invite the Bishop?\nMe: How about the Dean? We might have designs above our station as it is.... Maybe the Curate...\nTopaz:  I'll leave it you.\nMe:  I had to make you a Duchess, didn't I?\n"
    },
    {
        "date": "2014-4-10",
        "post": "<Chatz with Topaz>  Not that shirt\n\nMe:  <going through my closet looking for a shirt>\nTopaz:  Not that one.  Horizontal stripes. You know what that does.\nMe:  The blue check?\nTopaz:  You wore it to church on Sunday.\nMe:  How about the red checkered?\nTopaz:  Makes me think of pizza and Chianti.\nMe: Why are you in here, any way?\nTopaz:  Clearly you need help. You wore a hoodie every day last week.\nMe:  How about this one? I like dark green.\nTopaz:  Makes you look like Sad Kermit.\nMe:  Sad Kermit? Are you watching YouTube videos when I'm at work?  Me:  How about the grey button down?\nTopaz:  Look at those wrinkles, do you even own an iron?\nMe:  You're really not helping much.\nTopaz:  Just wear the purple t-shirt...\nMe:  ... and a hoodie.  Also, It's magenta.... Can we get out of the closet now?\nTopaz:  I'll just leave that one alone.  Also, not those shoes...\n"
    },
    {
        "date": "2014-4-17",
        "post": "<Chatz with Topaz>  I'm here for you, too.\n\nTopaz:  Can I sit next to you?\nMe: Sure.  Cuddles?\nTopaz: Yes, please.\nMe:  I'll scootch over.\nTopaz:  Can I have rubs?\nMe:  On your belly, yes.  \nTopaz:  Ear scritches, too, please.\nMe:  You got it.\nTopaz:  <purrs>\nMe:  This is kinda nice.\nTopaz:  You looked like you needed a hug.   Keep rubbing, you'll feel good, too.\n"
    },
    {
        "date": "2014-4-20",
        "post": "<Chatz with Topaz>  Alleluia!\n\nTopaz:  The Lord is risen!\nMe:  The Lord is risen indeed! Alleluia!\nTopaz:  How was your nap?\nMe:  You just made an Easter joke, didn't you?\nTopaz:  Clever boy.\n"
    },
    {
        "date": "2014-5-5",
        "post": "<Chatz with Topaz>  It's called singing\n\nMe:  Are you watching cat videos on my tablet?\nTopaz: Why yes, it's much easier to use than your laptop.\nMe: Right, no opposable thumbs.\nTopaz:  Have you seen this cat that likes jazz?\nMe:  Dude is trying to practice, and she's kinda in the way.\nTopaz:  Do you play the Xylophone?\nMe:  Those are vibes, and I'm not exactly gifted with mallets.\nTopaz:  What is it that you do?\nMe:  You know quite well what I do!!\nTopaz:  When you make loud sounds come out of your face?\nMe: It's called singing.\nTopaz:  It's not jazz?\nMe:  Sometimes it is, mostly it's not.  \nTopaz:  I sing too.\nMe:  Yes, you do.   Also not Jazz.\nTopaz:  I want a Vibraphone.\nMe:  You don't even use your scratching pad.\nTopaz:  I'm going to go walk on the piano.\n\n\n"
    },
    {
        "date": "2014-5-12",
        "post": "Okay, I know we should have a \"Chatz with Topaz\" right now, but I just want to sit here and squeeze my Grey Girl for a while, and be thankful she had a good checkup, be thankful for a good vet that understands \"senior\" cats, and that Topaz received compliments from everyone today.  She was the picture of Grace today, and despite a few minor issues (like a dental cleaning) she's in pretty good health.  Topie, you are a creature of tremendous grace, and I am so happy you are here with me.\n"
    },
    {
        "date": "2014-5-14",
        "post": "<Chatz with Topaz>  The Terrible Incident\n\nTopaz:  Good morning, may we have a word?\nMe:  Of course.\nTopaz:  Now that I've had a chance to calm down, I feel we need to discuss the events of Monday.\nMe:  You mean your trip to the vet?\nTopaz:  We shall refer to it as \"The Terrible Incident.\"\nMe:  TTI for short?\nTopaz;  Insolence will result in my waking you up even earlier tomorrow.\nMe:  What exactly is bothering you?\nTopaz:  I was... humiliated.  \nMe:  It was just a thermometer.\nTopaz:  Do you know how hard it is to keep your composure with THAT going on?\nMe:  Topie, I think you're being a little dramatic. \nTopaz:  Really, some empathy would suit you.\nMe:  I know, you must have been uncomfortable.\nTopaz:  We will NOT be going back.\nMe:  You have an appointment for a booster shot in three weeks.\nTopaz:  I'll be hiding, you'll never find me.\nMe:  You always hide in the laundry basket.  \nTopaz:  We shall see, clever boy, we shall see.\n"
    },
    {
        "date": "2014-5-27",
        "post": "<Chatz with Topaz>  Feng shui\n\nTopaz:   I'm assuming you've seen this article?\nMe:  Um, yeah, it was in my feed this morning.\nTopaz:  And?\nMe:  Are you suggesting we get a feng shui \"catio?\"\nTopaz:  You shouldn't answer a question with a question.\nMe: You shouldn't use a conjunction as a question.\nTopaz:  I think you should consult this woman.\nMe: Our patio is lovely, and you enjoy it when we're out there.\nTopaz:  She could help.  Maybe have her look at the living room.\nMe: There is nothing wrong with the living room's feng shui, it's quite nice.\nTopaz:  It's rather ordinary.\nMe:  You do know you live with a gay man?  I'm genetically capable of feng shui and using color wheels.\nTopaz:  You could use some help..\nMe:  You're just bored.\nTopaz: Besides, it would be promoting my heritage.\nMe:  Your Javanese, not Japanese... and I'm pretty sure that tiara came from England, Your Highness.\nTopaz:  I'm going to go push the books off the coffee table now.\nMe:  I never should have gotten you that tablet for your birthday.\n"
    },
    {
        "date": "2014-5-30",
        "post": "<Chatz with Topaz>  The online quiz\n\nTopaz:  Are you playing computer?\nMe:  Uh huh.  Taking an online quiz.\nTopaz:  What sort of quiz?\nMe:  Um, you know, useful information..\nTopaz:  MBTI?  Stanford-Benet?\nMe:  Not exactly.\nTopaz:  Well what then?\nMe:  You'll judge me.\nTopaz:  I will anyway, so just tell me.\nMe:  \"What kind of picture frame would you be if you were a sandwich.\"\nTopaz:  You're making that up.\nMe:  Not really.\nTopaz.  The shark has been jumped.\nMe:  I am now thinking about a cat in a shark costume on a roomba that you watch all the time.\nTopaz:  I think you just won your first argument with a cat.\n"
    },
    {
        "date": "2014-6-9",
        "post": "<Chatz with Topaz>  Attention, please.\n\nTopaz:  Excuse me, please.\nMe: Oh?  Yes?\nTopaz:  Are you quite finished with cleaning all the things?\nMe:  There's some filing to do, but it will wait.\nTopaz:  You're not taking out the loud machine now, are you?\nMe:  No, vacuuming was Saturday.  \nTopaz:  I noticed you stacked all the sitting boxes.\nMe:  They're going to the office on Thursday.\nTopaz:  What am I supposed to sit in?\nMe:  Wherever you fit, I suppose.\nTopaz:  \"If I fits, I sits?\"  \nMe:  I see you've been reading the interwebs again.\nTopaz:  Are you going to play laptop tonight?\nMe:  Yeah, for a bit.\nTopaz:  I would be olbliged if you got out the stick with the feathers on it.\nMe:  Oh yeah?  You're up for chasing something for a while?\nTopaz:  Yes, Please.\nMe:  Do you see that red dot?  Look!\nTopaz:  I am not going after the red dot.  That's just undignified.\nMe:  I'm kinda wiped out. How about ear scritches and a snuggle?\nTopaz:  I suppose. But tomorrow I want to chase feathers.\n"
    },
    {
        "date": "2014-6-13",
        "post": "<Chatz with Topaz>  I most certainly don't!\n\nMe:  Good afternoon, Your Maj.  How was your nap?\nTopaz:  Are you still computering?  What is it you do all day long?\nMe:  I was off at work while you slept.\nTopaz:  I hardly just dozed off.\nMe:  Well, actually, you went to sleep just after breakfast.\nTopaz:  Speaking of... I need comestibles... what are you preparing for supper?\nMe:  \"Indoor Chicken Formula\"\nTopaz:  What exactly is an \"Indoor Chicken?\"\nMe:  We'll never know.  You feeling okay, you were pretty out of it?  You were snoring.\nTopaz:  I don't snore, you're being preposterous.\nMe:  I was right here next to you.\nTopaz:  You're completely deaf to this side, how would you know?\nMe: That might be to the point of it.\nTopaz:  Insolent.\nMe:  But I have opposable thumbs. Someone has to open your Indoor Chicken.\n"
    },
    {
        "date": "2014-6-30",
        "post": "<Chatz with Topaz>  Please come out\n\nMe:  Are you coming out from under the bed?\nTopaz:  Not until that dog is gone.\nMe:  He's here until Wednesday.\nTopaz:  I can wait.\nMe: You need to eat.\nTopaz:  Bring the bowl to the northeast corner under the bed.\nMe: Why northeast?\nTopaz:  He can't get past the box of pictures.\nMe:  Why don't you just come see if you two will get along?\nTopaz:  He smells.\nMe:  So do you, to him.\nTopaz:  I MOST CERTAINLY DO NOT!\nMe:  He's on the couch, you can come to the living room.\nTopaz:  That's MY couch.\nMe:  Why don't you just take the chair for tonight?\nTopaz:  I will be high up then, won't I?\nMe:  You can survey the whole domain from there.\nTopaz:  I shall glare at him until he submits.\nMe:  There's my girl.\n"
    },
    {
        "date": "2014-7-2",
        "post": "<Chatz with Topaz>  Not you, the dog.\n\nMe:  Hey, wanna go for a walk?\nTopaz:  Have you been day drinking again?\nMe:  Not you, I was talking to Noaa.  Cat's don't go for walks.  Well some do, you don't.\nNoaa:  Yes, please, I am very enthusiastic about perambulating somewhere and peeing on things.\nMe:  Wow, I just thought we could use the sunshine.\nNoaa:  I will get my leash and wait for you at the door.\nMe: Topie, did you see that?\nTopaz:  Are you trying to make a point here?\nMe:  He's so amiable.\nTopaz:  I'm perfectly amiable.  Besides, who would want to go about in public with a leash attached?\nMe:  This coming from the cat that rolls around in the dirt when I get the mail?\nTopaz:  You keep trying to make a point, but I fail to see one.  Enjoy your walk,\n"
    },
    {
        "date": "2014-7-11",
        "post": "<Chatz with Topaz>  Are you sitting there?\n\nTopaz:  Are you done computering?\nMe:  I ran out of internet.\nTopaz:  How do you run out of internet with infinite cats?\nMe:  The internet switched to goats last week.  There's much fewer.\nTopaz:  Since you're done, could you move over to the other cushion? I'd like to sit where you are.\nMe:  All this couch and a chair, but you want to sit on the precise spot where I already am?\nTopaz:  Yes please.\nMe: Um, I'm comfortable, this is where the fan is blowing.\nTopaz:  <blink>\nMe:  I'll be on the chair.\n"
    },
    {
        "date": "2014-7-14",
        "post": "<Chatz with Topaz>  Are you going to clean this up?\n\nTopaz:  WAS THAT A 'SPLOSION?\nMe:  Um, you should stay out of the kitchen right now.\nTopaz:  Is that cream cheese on the ceiling?\nMe:  It appears so, yes.\nTopaz:  How did you get cream cheese on the kitchen ceiling?\nMe:  There was, as you said, a \"splosion.\"\nTopaz:  You tried to use one of your gadgets again, didn't you?\nMe:  The mix master.  Yes.  I forgot to lock the bowl into place.\nTopaz:  And now there's cream cheese on the ceiling?\nMe: And now there's cream cheese on the ceiling.\nTopaz: Are you going to lick it off?\nMe: How 'bout I lift you up way high and you can lick it off yourself?\nTopaz:  <blink>  You have no sense of humor when you make a mess of things.\nMe:  Can you please get out of the kitchen so I can clean up?\nTopaz:  I'm hungry.\nMe:  We could always do the licking the ceiling thing to solve that.\nTopaz:  I'll be on the couch.\n"
    },
    {
        "date": "2014-7-15",
        "post": "<Chatz with Topaz>  Who ARE you computering?\n\nTopaz:  You seem to be typing into the box again.  What are you computering?\nMe:  Not what, WHO.\nTopaz: Is there a person in your lapthingy?\nMe: In a manner of speaking, there are 748 of them.\nTopaz:  Do you give them all comestibles and tea?\nMe:  It doesn't exactly work like that.  \nTopaz:  But they talk to you?\nMe: We chat, so to speak.\nTopaz:  Who are you computering?\nMe:  My friend, Timothy.  He's not been feeling well and we're just catching up about his hospital stay.\nTopaz:  Does he need scritches?  Would he like his belly rubbed?\nMe:  He might, but you can't do scritches over the computer, only chats.\nTopaz:  Then please tell him I wish him cuddles and scritches and rubs until he feels better.\nMe:  I think he knows now, Your Grace.\n"
    },
    {
        "date": "2014-7-18",
        "post": "<Chatz with Topaz>  I took this quiz for you.\n\nTopaz:  You scored 93%\nMe:  On what?\nTopaz:  This important quiz you didn't take.\nMe:  Why did I only get 93%?\nTopaz:  Because you only have one cat.\nMe: I think you should stay away from my Facebook Wall.\n\n"
    },
    {
        "date": "2014-7-29",
        "post": "<Chatz with Topaz>  Let's try something else for dinner...\n\nTopaz:  Excuse me?\nMe: Oh hi!  What's up?\nTopaz:  Can we discuss whatever is in this bowl?\nMe:  Aren't you hungry?\nTopaz:  Not for this.\nMe:  It's \"Wilderness Tuna*.\"\nTopaz:  You do understand how much is wrong with that?\nMe:  It does seem like an odd name for a fish in a can.\nTopaz:  No stranger than \"Indoor Chicken**.\"  That's just weird.  Who keeps chickens indoors?\nMe: I think it means the formula is for indoor cats, Your Grace.\nTopaz:  Look, do you have anything else that might be more appealing?\nMe:  \"Senior Formula Pate.\"\nTopaz:  We're going in the wrong direction, here.\nMe:  How about we just go with the tuna I was going to have for dinner?\nTopaz:  Perfect!\nMe: No more showing you the cans before I put them in the bowl.\n\n*Actual name of product.\n**Also actual name of product\n"
    },
    {
        "date": "2014-8-8",
        "post": "<Chatz with Topaz>  You're grounded\n\nTopaz:  Who's fur is that on your shirt?\nMe: Um, well, I was at this garden party, and they have a cat.\nTopaz:  Another cat?  So you were holding another cat?\nMe:  There was wine, and the hosts were so lovely, and wanted me to meet Teddy....\nTopaz:  I see.\nMe: As I said, there was wine, and some music... Latin music.\nTopaz:  Where is this going?\nMe:  There might have been a tango, if only briefly.\nTopaz:  You were dancing with a strange cat?\nMe:  Only briefly.\nTopaz:  No more garden parties for you!\n"
    },
    {
        "date": "2014-8-21",
        "post": "<Chatz with Topaz>  A little reminder...\n\nTopaz:  You know how I touch your face and mouth with my paws in the morning to wake you up?\nMe:  Oh yes, I do!\nTopaz:  I'm reminding you my litter box needs to be changed.\nMe:  I'll be right back...\n"
    },
    {
        "date": "2014-8-25",
        "post": "<Chatz with Topaz>  This is 2%...\n\nMe:  Would you like some of my milk?\nTopaz:  Yes please.\nMe:  We'll share my glass.  \nTopaz:  I do love cold milk.\nMe:  ...and a cookie for me.\nTopaz: <lapping up milk, turns to look at me>  What's this?\nMe:  Beg pardon?\nTopaz:  This is blue cap milk, isn't it?  I prefer milk with the red cap.\nMe:  I thought cats were color blind?\nTopaz:  That's dogs.\nMe:  You're actually NOT drinking this milk because it's 2%?\nTopaz:  Well, really.. I wouldn't mind that organic stuff you buy in the glass bottle when we have company.\nMe:  It's practically cream!\nTopaz: ...and it goes so well with Indoor Tuna!\nMe:  Drink your milk, Topie.\n"
    },
    {
        "date": "2014-9-8",
        "post": "<Chatz with Topaz>  Thank you for the hat.\n\nTopaz:  Are you done computering?\nMe:  Um, sure...\nTopaz:  I just wanted to say welcome home, I really missed you while you were in Phoenix.\nMe:  Thanks, it was only a few days though.\nTopaz:  I don't think you understand how much I miss you when you're away.\nMe:  Well, you certainly gave me a wonderful greeting when I came home.\nTopaz:  You were so thoughtful to bring me home a gift!\nMe:  Oh, um, the sombrero?  It's a southwestern thing, I saw it in the airport and...\nTopaz:  It's a lovely shade of blue.  So sparkly!\nMe:  They come in red and green too.\nTopaz:  Oh I like the blue one very well.\nMe:  I'm glad to hear that.\nTopaz:  I'm very grateful you thought of me.  Cuddles now please?\nMe:  What just happened here?\n"
    },
    {
        "date": "2014-9-19",
        "post": "<Chatz with Topaz>  Talk like a pirate day\n\nMe:  What's that on your eye?\nTopaz:  It's my eye patch.  It's talk like a pirate day.\nMe:  You spend to much time on the internet.\nTopaz:  You're being ironic now, aren't you?\nMe:  You hate costumes.\nTopaz:  Which is why you put me in a sombrero and posted the picture on Facebook, right?\nMe:  Do you even know what a pirate sounds like?\nTopaz:  I'll tell you a pirate joke!\nMe:  Go for it.\nTopaz:  Who is a pirate's favorite cat?\nMe: Dunno\nTopaz:  Garrrrrfield.\n"
    },
    {
        "date": "2014-9-20",
        "post": "<Chatz with Topaz>  Milk, please.\n\nMe:  Do you want some cereal milk?\nTopaz: Yes, please.\nMe:  Well here, come and get it.\nTopaz:  What kind is it?\nMe:  Whole milk.\nTopaz:  I mean what kind of cereal?\nMe:  Frosted mini-wheats.\nTopaz:  Oh, I see.  \nMe: Is there a problem?\nTopaz: Could I have Honey Nut Cheerio Milk instead?\nMe: Not really at this point.\nTopaz:  Then I'll just stay over here and watch the squirrels. \nMe:  I'll remember to get Cheerios at the store...\n"
    },
    {
        "date": "2014-10-6",
        "post": "<Chatz with Topaz>   Attention, please!\n\nTopaz:  Excuse me?\nMe:  Hi, yes, what is it?\nTopaz:  I'm wondering if you're done having your day off yet?\nMe:  That sounds like a loaded question.\nTopaz:  You've done nothing but clean and do laundry.\nMe:  I went shopping, too.\nTopaz:  Don't be impertinent.\nMe:  What are you getting at?\nTopaz:  You were gone all weekend.\nMe:  I was singing concerts.\nTopaz:  I would like you to sing for me, please.  One of those silly made up songs!\nMe:  You've been a little lonely haven't you?\nTopaz:  I'm hiding your car keys until we have cuddles.\nMe:  So that's where they went...\n"
    },
    {
        "date": "2014-10-17",
        "post": "<Chatz with Topaz>  Are you married yet?\n\nTopaz:  Hello?\nMe:  Topie?  When did you get a cell phone?\nTopaz:  I'm using the cat sitter's.  How is Chicago?\nMe:  Windy, as they say.\nTopaz:  How was the wedding?\nMe:  The wedding is tomorrow.\nTopaz:  Who are you marrying?\nMe: Um, I'm not the marrying type... it's my cousin Penny's wedding.\nTopaz:  Are you having fun?\nMe:  Well, I'm eating a lot of Lou's pizza and tomorrow I get to ride in a limo to Millennium Park.  \nTopaz:  I seem to remember your family carries on a bit at these sorts of things.\nMe:  I think we are all having a very good time, well lubricated.\nTopaz:  Please give my blessing to the Bride and Groom.\nMe:  I will convey your best to Penny and Andrew.\nTopaz:  If you catch the bouquet will you change your mind about getting married?\nMe:  The boys don't catch the bouquet they catch the... hey, wait a minute, I see what you did there.\nTopaz:  Clever boy.\n"
    },
    {
        "date": "2014-10-22",
        "post": "<Chatz with Topaz> Compassionate voice, please.\n\nMe:  HEY! Get off the bloody remote again!\nTopaz:  I'm wondering if you'd be willing to express yourself non-violently?\nMe:  WHAT?\nTopaz:  Observation, Feeling, Need, Request.  You know how it goes.  \nMe:  \"I noticed you are trying to drive me crazy by hiding the remote from me by laying on it...\"\nTopaz:  An observation should be without evaluation or judgment; can you rephrase?\nMe:  You're really working me tonight, aren't you?\nTopaz:  We'll dissect that question later... back to your first issue, please.\nMe:  \"I noticed you were sitting on the remote again. It makes me feel crazy when I can't find the remote.  I need to know I can rely on you to stop hiding the electronics in the living room.  Would you be willing to get up off the remote the next time I'm looking for it?\"\nTopaz:  That was good.\nMe:  This is the part where you express empathy and agree to my request, right?\nTopaz:  Technically yes, but that's not what's going to happen here.\nMe:  I'm hiding your food.\n"
    },
    {
        "date": "2014-10-29",
        "post": "<Chatz with Topaz>  On the shoulders of baldness\n\nTopaz:  <Leaps up on my shoulders>  What are you computering?\nMe:  HEY!  What are you doing up there???  I'm trying to eat lunch!\nTopaz:  I've never been up here before I thought I would see what it looks like.\nMe:  I'm not sure I'm comfortable with you standing on me like this.\nTopaz:  Did you know you have a bald spot?\nMe:  You're kidding, right?\nTopaz:  No, really, there's not much fur on your head.\nMe:  I know, I know...\nTopaz:  How do you keep warm?\nMe:  I wear a hat.\nTopaz:  I'm not fond of hats.\nMe:  Tell me about it.\nTopaz:  Also, I thought I would be higher up;  you're short, too!\nMe: Again, I'm not sure I'm comfortable with this.\nTopaz:  I would like to be let down now, please.\nMe:  You figured out how to get up there...\nTopaz:  I suppose it's not that far a leap down, anyway.\nMe:  Don't you have some squirrels to talk to somewhere?\n"
    },
    {
        "date": "2014-11-5",
        "post": "<Chatz with Topaz>  We're okay\n\nTopaz:  Are we okay?\nMe:  I think so, Topie.\nTopaz:  What are we gonna do about the bad guy who broke in?\nMe:  Probably forgive him, and get back to being happy as we can be.\nTopaz:  I'm still sad.\nMe: Me too, Topie, Me too.  We can be sad and still be okay.  Just let's not be angry, because then we're not okay.\nTopaz:  That's why we forgive the bad guy?\nMe:  That's right.  But if he shows up again, scratch his eyes out.\nTopaz:  With all four paws.\n"
    },
    {
        "date": "2014-11-28",
        "post": "<Chatz with Topaz>  Advent, the season of waiting.\n\nTopaz:  Is it Christmas now?\nMe:  Not quite, we've got a day or two until Advent, then Christmas.\nTopaz:  What is Advent?\nMe:  It's the four weeks preceding the Feast of The Nativity, or Christmas.  It's a season of waiting and expectation.\nTopaz:  Oh.  So it will be a while.\nMe:  Soon enough.  Why are you asking, I didn't think Christmas was a thing for cats.\nTopaz:  Well, Christmas is my favorite.\nMe:  Why is that?\nTopaz:  The giant cat toy you put in the living room.\nMe: Ah, of course.  The Christmas tree.\nTopaz:  So now I wait and expect?\nMe:  For what?\nTopaz:  For you to go to the storage room and get out the giant cat toy.\nMe:  Um, this seems liturgically off somehow.\nTopaz:  I will wait.\nMe:  I think Advent is going to be very short for you this year, Topie.\nTopaz: Christmas is my favorite.\nMe:  Me too.\nTopaz: Can we get a rabbit for Easter?\nMe:  Let's see how Christmas goes first....\n"
    },
    {
        "date": "2014-12-4",
        "post": "Hello friends! I am in need of someone to house sit with Topaz for the week of Christmas.  It's a fairly easy gig, believe it or not!  I live in Shoreline, nice neighborhood close to a market and a Starbux.  Please let me know if you might be interested.  You'd be mentioned in a future episode of Chatz with Topaz!\n"
    },
    {
        "date": "2014-12-13",
        "post": "<Chatz with Topaz>  Pizza?\n\nTopaz:  Can we order a pizza?\nMe:  Are you smoking weed?\nTopaz: I'm hungry, and whatever you're feeding me isn't good.\nMe:  It's what the vet recommended. You just had five teeth pulled, maybe we should wait a couple more days before pizza.\nTopaz:  You did notice I helped my self to the crunchies last night right?\nMe:  Uh, yeah.  You're pretty crafty when I'm sound asleep, aren't you?\nTopaz: Ham.  I want ham on the pizza.\nMe:  I don't eat pork.\nTopaz:  Half and half\nMe:  Why don't I just cook you some chicken?\nTopaz:  What did you do with the Paglicacci menu?  Maybe something seasonal.\nMe:  I suppose you're going to call them, too?\nTopaz:  Don't be ridiculous, I don't have opposable thumbs.\nMe:  You managed to get the kitchen cabinet open.\nTopaz:  You're being impertinent.  Please dial the phone, and I'll order.  Can I have your debit card number?\nMe:  I'll get my wallet.\n"
    },
    {
        "date": "2014-12-17",
        "post": "<Chatz with Topaz> Santa does't wear shorts\n\nTopaz:  What on earth are you wearing?\nMe:  These are my Santa shorts.\nTopaz:  There's fur on your underwear.\nMe:  It's trim.  Like on a Santa suit\nTopaz:  You're mocking a tradition.  When did Santa wear shorts?\nMe:  Maybe when he's in Bermuda on holiday?\nTopaz: You look ridiculous.\nMe:  It's supposed to be ironic.\nTopaz:  Barbara Streisand making a Christmas album is ironic.  Red Santa shorts on a grown man are ridiculous.\nMe:  I could get you a Santa hat. We could match.\nTopaz: Maybe not.\n"
    },
    {
        "date": "2015-1-1",
        "post": "<Chatz with Topaz>  Happy New Year \n\nMe:  Good morning, Topie, Happy New Year!\nTopie:  Good morning, yes, Blessed Return to you as well.\nMe:  Do you have any New Year's resolutions?\nTopie:  I have decided to become a philosopher cat.\nMe:  Really?  What kind of philosopher?\nTopie:  A clever one.  With ideas about things.\nMe:  Well good for you!\nTopie:  Also, no more hats.  I'm not fond of them.\nMe:  Aha.  I see.  \nTopie:  Also, I should like a vacation, to rest from being a philosopher cat.\nMe:  You're adorable.\nTopie:  Thank you for not being impertinent.  I hope that was your resolution.\nMe:  I think that was more rhetoric than philosophy, but you made your point.\nTopie:  Can I have breakfast now? \nMe:  Was that a rhetorical question?\nTopie:  I see we're back to being impertinent.\nMe:  I'll see you in the kitchen...\n"
    },
    {
        "date": "2015-1-2",
        "post": "<Chatz with Topaz, the Philosopher Cat> Conjugating Verbs \n\nMe:  What are you doing with my Latin book?\nTopaz:  I am learning Latin, of course.  A good philosopher cat should know Latin.\nMe:  Planning on reading the greats in the original language?\nTopaz:  Of course!\nMe:  Can you tell me what \"cogito ergo sum\" means?\nTopaz: It means: \"If I fits, I sits!\"\nMe:  That might actually be right, now that I think about it.   \nTopaz:  May I resume?  I have to learn verbs.\nMe:  By all means, Your Grace.\nTopaz:  Oh, by the way, \"semper ubi sub ubi.\"\nMe:  There's my girl.\n"
    },
    {
        "date": "2015-1-9",
        "post": "<Chatz with Topaz, the Philosopher Cat>  Still a Duchess\n\nMe: Topie, now that you're a philosopher cat will you still be a Duchess?\nTopaz: Of course. Can't I be graceful and philosophical at the same time?\nMe: I suppose so. But will you be a Duchess who's a philosopher cat or a philosopher cat who's a Duchess?\nTopaz: “Cogito ergo sum felis.” \nMe: Now you've got it!\n"
    },
    {
        "date": "2015-1-17",
        "post": "<Chatz with Topaz, the Philosopher Cat> Plato in a box\n\nTopaz:  Excuse me, do you live in a cave?\nMe:  Wut?\nTopaz:  I asked if you are stuck in a cave.\nMe:  You're reading Plato's “Republic” aren't you?\nTopaz:  It's brilliant.  I understand everything now.\nMe:  You know it's not an actual cave, right?\nTopaz:  Is it a cardboard box?\nMe:  Um, wait.  Are we talking metaphors here or not?\nTopaz:  I just need to know if it's dark where you are.\nMe:  We're in the kitchen.  \nTopaz:  Please don't make me call you impertinent.\nMe:  I'm fine, I have Jesus.  No caves.  Jesus left one in a hurry once, though.\nTopaz:  --and we're back to impertinent.\n"
    },
    {
        "date": "2015-1-31",
        "post": "<Chatz with Topaz, Philospher Cat>  Hello Kitty\n\nMe:  Excuse me, are you wearing a backpack?\nTopie:  Yes,  to carry my philosophy books.\nMe:  I mean, you are actually wearing a \"Hello Kitty' backpack.  How meta.\nTopie:  It does make one think, doesn't it?  Just doing my job.\nMe:  Where are you going with all those books?\nTopie:  I am going to school while you are gone all day.\nMe:  The UW? I don't think cats go to the Dub, they go to Wazu.\nTopie:  I am enrolling at Seattle University.\nMe:  Somehow I knew you were a Jesuit.\nTopie:  I'm forgiving your impertinence now.\nMe:  We're all on a journey, aren't we?  Just don't become ordained, okay? \nTopie:  Of course not, philosophers don't become ordained, they just become theologians. \nMe:  ....aaaand point made.\n"
    },
    {
        "date": "2015-2-1",
        "post": "<Chatz with Topaz, Superbowl edition>\n\nTopie:  MEOW!\nMe: HAWKS!\nTopie: MEOW!\nMe: HAWKS!\nTopie: MEOW!\nMe: HAWKS!\nTopie: MEOW!\nMe: HAWKS!\n\nThis actually happened, just now.\n"
    },
    {
        "date": "2015-2-9",
        "post": "<Chatz with Topaz, the Philosopher Cat>  Maybe a poet?\n\nMe:  What are you reading?\nTopaz:  Rilke.  Duino Elegies.\nMe: Is that the Mitchell translation?\nTopaz:  I'm reading it in German.\nMe:  I didn't realize you were fluent.\nTopaz:  I still struggle with verbs.\nMe:  Um, why exactly are you reading something so esoteric?  I thought you were studying philosophy?\nTopaz:  This isn't philosophy?\nMe:  Nuh uh.  It's um, poetry of a sort. \nTopaz:  Maybe I wanted to be a poet, not a philosopher.\nMe:  You might want to start with something a little less complex.\nTopaz:  What do you have in mind?\nMe: Shel Silverstein?  \nTopaz:  He writes poems about boogers.\nMe:  They're metaphors.  It's all metaphors.\nTopaz:  What's a metaphor?\nMe:  Enjoy the Rilke.\n"
    },
    {
        "date": "2015-2-21",
        "post": "<Chatz with Topaz, the Philosopher Cat> TS Eliot's Not So Practical Cat.\n\nMe:  Good morning, Your Grace.\nTopaz:  Good morning!\nMe: What are you doing with my laptop?\nTopaz:  I am checking the internets to see if there are other poetic cats.\nMe:  The internet is made of cats. You might check out TS Elliot.\nTopaz:  You're being sarcastic.\nMe: It's early, I'm under caffeinated.  I'll be impertinent after this cup...\nTopaz:  Those poems were written by an opossum, not a cat.  I am a cat who is a philosopher poet, not a marsupial.\nMe:  You know TS Eliot is not really a yard critter, right?\nTopaz:  Do you think someone would set my poems to music? \nMe:  Woah. Sure would take \"Cats\" to a new level.\nTopaz: Could we hire that Englishman to compose something? \nMe: You know I compose, right?\nTopaz:  It's not really your career path.  \nMe:  Thanks for that.  So what is this poetry about?\nTopaz:  Squirrels. \nMe:  It will be a hit.\n"
    },
    {
        "date": "2015-2-21",
        "post": "<Chatz with Topaz, the philosopher cat>  Rhyme scheme\n\nTopaz:  I have written an poem!\nMe:  I think it's supposed to be \"a\" poem.\nTopaz:  It's more literary to use \"an\" before consonants.\nMe:  So what's the poem?\nTopaz:  It's a sonnet.  May I recite?\nMe:  By all means.\nTopaz:\n\n\"There once was a cat and a dog,\nWho sat and conversed on a log.\nThe whole conversation\nWas about conservation \nof squirrels, possums, and frogs.\"\n\nMe:  Um, that's not a sonnet.\nTopaz:  But it rhymes!\nMe:  I think that's what they call a \"limerick.\" \nTopaz:  I'm going to be famous.\nMe: Lookout poetry dot com.\n"
    },
    {
        "date": "2015-2-27",
        "post": "<Chatz with Topaz, the Philosopher Cat>  Fish & Chips\n\nTopaz:  What are you dinnering?\nMe: Fried cod.\nTopaz:  Can I have some?\nMe:  You've got salmon in your food bowl!\nTopaz:  But I want what you're having.\nMe:  You already eat better than I do.\nTopaz: It smells wonderful.  Just a little bit.  Maybe that piece?\nMe:  Here.  Just a little.  \nTopaz:  Not on the plate.  You have to put it here.\nMe: On the couch?\nTopaz:  Yes please.\nMe: Here.\nTopaz:  Is that tartar sauce?\nMe:  You're kidding!?\nTopaz:  No tartar sauce makes me a Grumpy Cat.\nMe:  Internet cats.  You're all comedians.\n"
    },
    {
        "date": "2015-3-14",
        "post": "<Chatz with Topaz, the Philosopher Cat>  Orphans and Widows\n\nMe: Can I have a word with you?\nTopaz:  Of course, how may we be of service?\nMe:  I found your stash under the bed.\nTopaz:  I don't know what you mean.\nMe:  Your hiding place under the bed is what I mean.\nTopaz: My little refuge?  It's quite cozy.\nMe:  It's quite cozy because of all the socks.  My missing socks.\nTopaz:  Those lonely souls?  I was rescuing them from their solitude.\nMe:  I couldn't wear my tuxedo socks yesterday because you had one.\nTopaz:  It's my favorite.  Smooth as silk.\nMe:  That's because it is silk.\nTopaz:  You shouldn't leave it under the bed then.\nMe: I suspect you've been raiding the laundry pile for a while.\nTopaz:  If you stopped leaving it on the couch, I wouldn't have to help.\nMe: Help?  It's not helping hiding my socks.\nTopaz: Not you, the orphans and widows!\nMe: Lord help me you're reading the bible, aren't you?\nTopaz:  We are commanded to help the orphan and widow!\nMe:  I don't think the Gospel applies to socks.\nTopaz:  Someone has to save them.  Do your laundry!\n"
    },
    {
        "date": "2015-3-21",
        "post": "<Chatz with Topaz, the Philosopher Cat>  Can I Have That?\n\nTopaz: What are you doing to the pile of warm?\nMe:  Folding it so it doesn't wrinkle.\nTopaz:  But I can't lay in it this way.\nMe:  Two days ago you were complaining about the laundry pile.\nTopaz:  Can I have that sock?\nMe:  We discussed this.  At length.\nTopaz:  I'm keeping this t-shirt.\nMe:  Just don't hide it under the bed, okay?\nTopaz:  When are you doing the sheets?  \nMe:  They're in the dryer.\nTopaz:  Just leave them on the comfy chair.  I'll take care of them.\nMe:  Does that mean I can have me shirt back?\nTopaz:  Trade you for a sock?\nMe:  I don't have much of a choice, do I?\n"
    },
    {
        "date": "2015-4-3",
        "post": "<Chatz with Topaz, Philosopher Cat>  Holy Cats\n\nTopaz:  Welcome home!  You look tired.\nMe:  Thanks, I am.  Long week, and it's Easter weekend.\nTopaz:  What does that mean?\nMe:  Well, today it means Good Friday, and I sang in church.\nTopaz:  What did you sing?\nMe:  Actually, I was Jesus in the Passion According to John.\nTopaz:  You were Jesus?\nMe: Not Jesus *actually*, just musically.\nTopaz:  Is it hard being Jesus? \nMe: Not *being*, singing.\nTopaz:  What does Jesus sound like?\nMe:  A bass-baritone, apparently.\nTopaz: What happens if a female plays Jesus?\nMe: I hadn't really thought about it.  It's kind of a low part.\nTopaz:  I am an alto.\nMe:  Oh Topie, you save me every day, you don't need to be Jesus.\nTopaz:  I hope we have a Happy Easter!  \nMe:  Me too, Your Grace, me too!\n"
    },
    {
        "date": "2015-4-16",
        "post": "<Chatz with Topaz, Philosopher Cat>  Canned Food Labels\n\nMe:  Hey Topie, want some chicken?\nTopaz:  Oh, is that what you're eating?\nMe:  You already have your paw on the plate, I figured I'd offer.\nTopaz:  But is it indoor chicken?\nMe:  Beg pardon?\nTopaz:  You, know, like my canned food says: \"Indoor Chicken.\"\nMe:  <blink>\nTopaz:  I'm assuming they live in a house somewhere in Portland.\nMe:  I don't think that means what you think it means.\nTopaz: So Indoor Tuna and Indoor Salmon are not domesticated?\nMe:  I think I understand the problem here.\nTopaz:  What about Mature Chicken?\nMe:  \"Indoor\" refers to the cat eating the food, not the food in the can.\nTopaz: So Mature Chicken isn't a retired indoor chicken?\nMe:  No.\nTopaz:  Are you going to eat that?\nMe:  Um, here.  Indoor chicken.  Fresh from the deli.\nTopaz:  From Portland.\n"
    },
    {
        "date": "2015-4-23",
        "post": "<Chatz with Topaz>  We'll call him Rex!\n\nTopaz:  Can we get a dog?\nMe:  Wut?\nTopaz:  I'd like to get a dog.\nMe:  Our lease says we can only have one pet.\nTopaz:  <blink>\nMe:   That's you, Topie.\nTopaz: Oh.  But we had fish!\nMe:  Which you tried to eat.\nTopaz:  I was petting them.\nMe:  You nearly fell in.\nTopaz:  A dog would make you happy.\nMe:  I think we'd need a bigger place.\nTopaz:  You could name him something clever!\nMe:  Like \"Oz?\"\nTopaz:  I was thinking \"Rex.\"\nMe:  Clever, yes.  The Duchess and Rex...\nTopaz:  Gay men love a matched set of royalty...\nMe:  I see what you did there...\n"
    },
    {
        "date": "2015-5-10",
        "post": "<Chatz with Topaz, still the philosopher cat>  Purple Flavor\n\nMe: I noticed you didn't eat your dinner last night.\nTopaz: I don't like that kind.\nMe: It was \"Wilderness Chicken.\"  You love chicken.\nTopaz:  It was purple flavor can.\nMe:  Oh, so you thought it was \"Mature Formula,\" and objected?\nTopaz: I don't like purple flavor.\nMe:  \"Purple flavor\" is more like Popsicles and OtterPops, but...\nTopaz:  There's otter cat food?\nMe: We don't eat otters, Topie.\nTopaz:  Can I have blue can flavor?  I like fish.\nMe:  I can arrange that.  Can you tell me what color this can is?\nTopaz:  It's trout formula color.\nMe: Spot on.  Enjoy your breakfast.\n"
    },
    {
        "date": "2015-5-20",
        "post": "<Chatz with Topaz>  It's a snack, not a vegetable\n\nTopaz:  What are you eating?\nMe: Popcorn.\nTopaz:  What's popcorn?\nMe:  It's corn that's been exploded.\nTopaz:  Like when you make beans in the microwave?\nMe:  Um, sort of.  \nTopaz:  So it's a vegetable?\nMe: More like a snack.\nTopaz:  I would like a snack.  Can I have some?\nMe:  It's kinda crunchy, are you sure?\nTopaz: Yes please.\nMe: <puts the popcorn in front of her>\nTopaz: <puts her paw on it, rolls it over, suddenly bites it>\nMe:  What do you think?\nTopaz:  Does it come in salmon flavor? I like salmon snacks.\nMe: No. No it doesn't.\nTopaz: I'm going to go watch the squirrels.\n"
    },
    {
        "date": "2015-5-29",
        "post": "<Chatz with Topaz, Philosopher Cat> I'll run to the store\n\nTopaz:  Can I ask you a favor?\nMe:  Sure, what is it?\nTopaz:  I'm kind of embarrassed to ask this.\nMe: What is it?\nTopaz:  Well, you're a human and all, and this is.. well...\nMe:  Topie, you can ask me anything!\nTopaz:  I need feline hygiene products.\nMe:  You mean litter?  You need me to buy you some litter?\nTopaz: Well, yes.\nMe: Topie, we've been together three years, its okay to ask!\nTopaz:  But you know, it's a cat thing... litter.\nMe:  It's not like I don't know you use a littler box...\nTopaz:  Yes, well, we don't usually discuss it much.\nMe:  It's okay, I understand.  \nTopaz:  I kinda need the litter now, though.\nMe:  I'll just run to the store.  Back in a few...\n"
    },
    {
        "date": "2015-6-19",
        "post": "<Chatz with Topaz>  No.\n\nMe:  Hey Topie, look!\nTopaz:  No.\n"
    },
    {
        "date": "2015-6-25",
        "post": "<Chatz with Topaz>  Gratitude.\n\nTopaz:  I'm so grateful for you!\nMe:  Oh Topie! That's nice to hear, thank you!\nTopaz:  I grateful for your companionship.\nMe:  Really?\nTopaz:  I'm so grateful for your taking care of me.\nMe:  It's my pleasure.\nTopaz:  I'm grateful for how you sing to me.\nMe: I love making up songs for you!\nTopaz:  I'm also grateful for your opposable thumbs.\nMe:  Come again?\nTopaz: So you can open those cans of food.\nMe: It's supper time, isn't it?\nTopaz:  Indoor chicken, please.\nMe:  I'll meet you in the kitchen.\n"
    },
    {
        "date": "2015-6-26",
        "post": "<Chatz with Topaz>  We're celebrating!\n\nTopaz:  Why are you leaking?\nMe:  Because I'm very happy!\nTopaz: What happened?\nMe:  We won the Supreme Court case, Topie.  \nTopaz:  So now all the dads can be married?\nMe:  ...and the moms.  \nTopaz:  I am very happy then, too!\n"
    },
    {
        "date": "2015-7-1",
        "post": "<Chatz with Topaz>  Cookies and milk\n\nTopaz:  What kind of cookies are you snacking?\nMe:  Shortbr...\nTopaz:  These are delicious!\nMe: Shortbread.  They're Shortbread.\nTopaz:  Is there milk?\nMe: Oh, sure... let me just get that for you.\nTopaz:  Nothing like milk and cookies on a warm night!\nMe:  I was just thinking that, apparently...\nTopaz: These are my favorite!\nMe:  Really. \nTopaz: Is something wrong?\nMe:  You just ate a cookie. An actual cookie.\nTopaz:  I said it was delicious!\nMe:  You're amazing.\nTopaz: Can I have another?\n"
    },
    {
        "date": "2015-7-3",
        "post": "<Chatz with Topaz>  Non sequitur\n\nTopaz:  Excuse me.\nMe:  Uh oh.\nTopaz:  What flavor was my dinner?\nMe:  Pink can flavor.\nTopaz.  <Sigh>\nMe:  What now?\nTopaz:  I don't like pink can flavor.\nMe:  I thought that was purple can flavor you don't like?\nTopaz:  That was last month!  Now I don't like the pink.\nMe:  What's wrong with Chicken and Salmon?\nTopaz:  Everything!\nMe: You love both those things. Are you going to explain?\nTopaz:  Chicken and Salmon don't belong together in a can..\nMe:  Really?\nTopaz: They don't go together in nature.\nMe: You're objecting on a biological basis?\nTopaz: Do you remember the indoor tuna problem?\nMe:  Yes, yes I do.\nTopaz: Can we get a rabbit? \nMe: <blink>\n"
    },
    {
        "date": "2015-8-4",
        "post": "<Chatz with Topaz> Not you, the other guy.\n\nTopaz:  Where's your boyfriend?\nMe:  He's at home getting over a cold.\nTopaz: Can he come over to play?\nMe:  Why?\nTopaz: I want to play!\nMe:  I play with you all the time!\nTopaz: You do it wrong.\nMe: You're kidding.  It's a piece of string. You chase it.\nTopaz:  Its more fun when he does it.\nMe:  I spend hundreds of dollars on toys for you.\nTopaz:  Can we please have him come over now?\nMe:  He has a cold, Topie.  I can entertain you.\nTopaz:  I'll just take a nap.\nMe:  I feel shunned.\n"
    },
    {
        "date": "2015-8-8",
        "post": "<Chatz with Topaz>  International Caturday\n\nTopaz: WAKE UP!\nMe: Oh God, what time is it?\nTopaz: Wake up! The alarm is going off in an hour!\nMe:  Topie, let me sleep, its Saturday.\nTopaz:  No it's not, it's International Cat Day!   It's CATURDAY!\nMe:  Are we celebrating?\nTopaz:  I have a list of things.\nMe: Of course you do.\nTopaz:  First, I would like breakfast in bed.\nMe:  You're not eating cat food in my bed.\nTopaz:  It might be too late for that thought.\nMe:  That explains the kibble under my pillow.\nTopaz: Also, I would like James to play with me all day.\nMe: He's still sleeping. \nJames: I see the Duchess is awake.\nMe: It's International Caturday.  She wants to celebrate.\nJames:  Lets celebrate with more sleeping.\nTopaz:  Don't you two want coffee now?\nMe: Are you offering to make it?\nTopaz: Don't be ridiculous, I don't have thumbs.\nJames: Its a plot. She wants to be fed. There's no coffee.\nTopaz: I wouldn't object to some salmon.\nMe:  I guess its wake up early on a Saturday and feed your cat day.\n"
    },
    {
        "date": "2015-8-18",
        "post": "<Chatz with Topaz>  Dinner conversation\n\nTopaz: Is that chicken?\nMe:  You know it is.  You're asking because you know it is.\nTopaz:  Can I have some?\nMe:  Yes.  Let me cut you a little piece.\nTopaz:  You're a very good cook. Can I have another?\nMe: Sure, one more.\nTopaz:  Not that one.  A different piece.\nMe:  You just said I was a very good cook.\nTopaz:  Not on that piece.  \nMe:  Okay, here's one more, but that's it.\nTopaz: Are those green beans?\nMe:  \"Haricots verts,\" Your Grace.  \nTopaz:  Green beans. Can I have one?\nMe:  Are we going to try this experiment?\nTopaz:  Yes, please.\nMe:  Okay here.\nTopaz:  But there's sauce on.\nMe:  That's the best part.\nTopaz:  I want one with no sauce.\nMe:  Have some more chicken.\nTopaz:  Tuna. I want tuna.\nMe:  <drops fork>\n"
    },
    {
        "date": "2015-8-26",
        "post": "<Chatz with Topaz>  Next time, kill it yourself.\n\nTopie:  What are you doing?\nMe:  Gonna kill that giant brown spider on the ceiling.\nTopie:  Are you sure that's a good idea?\nMe:  What's bad about getting rid of a spider on the ceiling?\nTopie:  I feel this isn't going to go well.\nMe:  <Grabs IKEA catalog>  *WHACK!*\nTopie:  Oh noes.\nMe:  Where'd it go? Darn. Brown couch, brown spider.\nTopie:  I'm getting out of here.\nMe:  Where is the critter?\nTopie:  <from bathroom> Scott!  GET IT HERE RIGHT NOW!\nMe:  Not now, I'm trying to find the spider.\nTopie: I'm trying to tell you I HAVE THE SPIDER.\nMe: Oh shit. <runs to bathroom>\nTopie: Here. I present to you a brown house spider. \nMe: How'd it get on the bathroom floor?\nTopie. IT LEFT MY HEAD when I ran in here from the couch.\nMe:  Oh, and you killed it!\nTopie:  Yes. Yes I did.\nMe:  Um, thanks.\nTopie:  I have trauma. What were you thinking?\nMe:  I'm really sorry.\nTopie:  I'm taking away your IKEA catalog.\nMe:  Why\nTopie: I'm shopping for a new couch.  Eww.\n"
    },
    {
        "date": "2015-9-11",
        "post": "<Chatz with Topaz>  What are you saying, really?\n\nTopaz:  Are you eating cookies for dinner again?\nMe: I might be. What's your point?\nTopaz:  Oh, no point. \nMe:  You're secretly judging me, aren't you?\nTopaz:  It's really not a secret.\n"
    },
    {
        "date": "2015-9-17",
        "post": "<Chatz with Topaz>  The other woman\n\nTopaz:  Why do you have blond fur on your shirt?\nMe:  Um....\nTopaz:  My fur is grey.\nMe:  A lovely shade too.\nTopaz:  Don't be impertinent.\nMe: There was this dog at church...\nTopaz:  At CHURCH?\nMe:  Her name is Hlidegard.\nTopaz:  You're having an affair with a dog named Hildegard?\nMe:  It's not an affair...\nTopaz: At CHURCH!\nMe: We're just friends.\nTopaz:  Did you smoosh her face with your face?\nMe: She might have given me a kiss.\nTopaz:  Wonderful.  Just wonderful.\nMe:  I may kiss strange dogs, Topie, but it's you I come home to.\nTopaz:  You're sleeping on the couch.\n"
    },
    {
        "date": "2015-9-28",
        "post": "<Chatz with Topaz>  Which side do the cats sit on?\n\nMe:  Topie, do you want to go to church with me on Sunday?\nTopie:  It's that time of year again, isn't it?\nMe:  Blessing of the animals!\nTopie:  Can't we just do it at home like always?\nMe:  Don't you want to meet the other Episcopalian cats and dogs?\nTopie:  I'm Buddhist.\nMe:  We have those, they're called \"Epsicobus.\"\nTopie:  That's unfortunate.  \nMe:  You can be with me in the choir loft.  \nTopie:  That's near the loud thing, right?\nMe: I assume you mean the organ and not the choir.\nTopie:  Impertinent. \nMe:  This is a no, isn't it?\nTopie:  Can I wear a fancy hat?\nMe:  It's not really a fancy hat occasion.\nTopie: I feel this may be inadvisable.\nMe:  Okay we'll just burn some incense at home and do it like always.\nTopie:  I saw this on the interwebs, can we have catnip incense?\nMe:  Well, we live in Washington, so I suppose that's legal.\nTopie:  I see what you did there. Still impertinent.\n"
    },
    {
        "date": "2015-10-5",
        "post": "<Chatz with Topaz>  \"Not the Messiah\"\n\nMe:  Topie, why was the stereo on when I came home?\nTopaz:  I was listening to \"Cats, the Musical.\"\nMe:  I didn't know we had that.\nTopaz:  Please, you own three different cast recordings.\nMe:  Was that a gay reference?\nTopaz:  Should I point you to the Les Miserable section?\nMe:  So why were you listening to \"Cats?\"\nTopaz:  Oh it's that special time of year...\nMe:  As in?\nTopaz:  When we celebrate being a cat!\nMe:  By listening to Betty Buckley?\nTopaz:  Don't you listen to \"The Messiah\" every Christmas?\nMe:  Um, wut?\nTopaz:  This is the story of my people in song.\nMe:  You know those poems are about people at a party?\nTopaz:  They are the work of of our Prophet, TS Elliot. \nMe:  So Andrew Lloyd Weber is like Handel?\nTopaz: Please no.\nMe:  Phew.\nTopaz: He is our Bach.\nMe:  Now I know.\n"
    },
    {
        "date": "2015-10-16",
        "post": "<Chatz with Topaz>  You already know how this ends.\n\nTopaz:  Can I have my supper now?\nMe:  It's a little early.\nTopaz:  I'm hungry.\nMe:  If I feed you know, you'll just be more hungry later.\nTopaz:  I would like to eat now, please.\nMe: Eat some crunchies.\nTopaz: I don't like the crunchies, they're the healthy kind.\nMe: You could loose some weight, you know.\nTopaz: Says the man who put his jeans on laying on the bed.\nMe:  I was tired.\nTopaz:  This always ends the same way.\nMe: It's still a no.\nTopaz:  I know you were with two dogs last night at church.\nMe:  Blackmail, eh?  \nTopaz:  Turkey fillets in gravy sauce please.\nMe: I'm only doing this because I'm already in the kitchen.\n"
    },
    {
        "date": "2015-10-29",
        "post": "<Chatz with Topaz>  Kittens ride free\n\nTopaz:  Can we get an Uber Kitten today?\nMe: Wut?\nTopaz:  Uber will bring you a kitten for fifteen minutes today.\nMe: You want me to order you a kitten for 15 minutes?\nTopaz:  Yes. I just want to talk to someone who understands me.\nMe:  Like a therapist?\nTopaz:  Yes, Kitten therapy.\nMe: Just as expensive as my therapist.\nTopaz:  Can we get one with a Prius?  \nMe:  I don't think it works that way.\n"
    },
    {
        "date": "2015-11-8",
        "post": "<Chatz with Topaz>  Cleaning day\n\nTopaz:  Where's my bowl?\nMe:  On the sink, so I can wash your bowls and mat.\nTopaz:  But I'm hungry.\nMe:  It's gonna be a while, Topie, I'm washing the floor.\nTopaz:  But I'm hungry now.\nMe:  Thanks for clarifying, but really, can you move?\nTopaz:  Why are you washering the floors?\nMe:  I think that would be obvious.\nTopaz: Can I go wait by where my bowls go?\nMe:  I wouldn't go in there...\nTopaz:  It's just to over the... WHAT THE HELL IS THIS?\nMe:  A wet floor.  I told you not to go in there.\nTopaz:  Come get me off this!\nMe:  I'm not getting my socks wet to come get you. \nTopaz: I demand to be lifted off this disinfectant! \nMe:  You probably shouldn't be walking on that.\nTopaz: GET ME OFF.\nMe: Okay, but you have to stay out of the bathroom too.\nTopaz:  Trapped in my own home!\nMe: Someone has to clean up after Your Grace...\n"
    },
    {
        "date": "2015-11-21",
        "post": "<Chatz with Topaz, the Liturgical Cat>  Translation, please\n\nMe:  What are you doing with my Universal Latin?\nTopie:  Translating.\nMe:  Okay, I'll bite.  What are you translating?\nTopie:  We need an appropriate liturgy for the giant cat toy.\nMe:  We might be mixing metaphors, Topie.\nTopie:  That is why we need a unifying liturgy.\nMe:  Wait, you have my Gregorian Missal, too?\nTopie:  I found some lovely tropes...\nMe:  Do tell.\nTopie:  The Antiphons for the Week of Christmas....\nMe:  The O Antiphons?\nTopie:  Now the \"Meow Antiphons.\"\nMe:  This might be heresy.\nTopie: We need a Canon Precentor*.\nMe: We live in a condominium, not a Cathedral.\nTopie: I suppose a Master of Ceremonies**, then.\nMe:  I can't wait.\nTopie: Our first Meow Antiphon will be next week!\nMe: Advent is all about anticipation.\nTopie:  You cant anticipate until the 29th.\nMe:  I should not have gotten you that EpiscoCats calendar.\n\n*The person in charge of liturgy and ceremony in an Episcopal/Anglican Cathedral. \n**The same for a parish\n"
    },
    {
        "date": "2015-11-26",
        "post": "<Chatz with Topaz>  Dog Show!\n\nTopaz:  Is it over?\nMe:  They're on best of show.\nTopaz:  How degrading.\nMe: You wouldn't want to be in a cat show?\nTopaz:  Don't be ridiculous. I do the judging.\n"
    },
    {
        "date": "2015-11-29",
        "post": "<Chatz with Topaz, Cat Precentor>:\n*The Meow Antiphons for Advent*  \n\nI. O Catientia (O Sapientia/O Mewsdom)\n\n\"O Catientia, qui venisti de ore Jelicle Feline prodiisti, attingens a cibo phialam lectica buxum et tricae fortiter suaviterque disponens omnia: veni ad docendum nos viam mewdence.\"\n\n[O Mewsdom, Who didst come out of the mouth of the Jelicle Cat, reaching from food bowl to litter box and ordering all toys mightily and sweetly: come and teach us the way of  mewdence.]\n"
    },
    {
        "date": "2015-12-2",
        "post": "<Chatz with Topaz>  The Meow Antiphons for Advent\n\n[O Meowdonai]\n\nMeowdonai o et domi Consociationis Feline Principe, qui in igne flammae rubi apparuisti Mewses et dedisti ei lex proponeretur penitus venite, et in brachio extento, et digitis auribus.Meowdonai o et domi Consociationis feline Principe, qui in igne flammae rubi apparuisti Mewses et dedisti ei lex proponeretur penitus venite, et in brachio extento, et digitis auribus.\n\nO Meowdonai, and Leader of the Cat Condo Association, Who didst appear to Mewses in the flame of the burning bush, and didst give unto him the Law on the internet: come and with an outstretched arm and scratch our ears.\n"
    },
    {
        "date": "2015-12-7",
        "post": "<Chatz with Topaz>  The Meow Antiphons for Advent\n\nO Radix Kitty (O Radix Jesse)\n\nO Radix Ludo Felines, qui stat in signum felines, cui sileat canes et murem deprecabuntur quo veni ad liberandum nos, et impellat tortulas.\n\nO Root of Fancy Cats, Who dost stand for an ensign of the felines, before Whom dogs shall keep silence, and unto Whom the rodents shall make their supplication: come to deliver us, and bring treats.\n"
    },
    {
        "date": "2015-12-13",
        "post": "<Chatz with Topaz>  An annual tradition\n\nTopie:  Is it time?\nMe:  Yes, I think we have a clear evening ahead.\nTopie:  May I sit in the empty boxes?\nMe:  If you fits, you sits.\nTopie:  Will there be bright shiny?\nMe:  All the bright shiny you can handle.\nTopie: I love this time of year.\nMe:  Me too, we celebrate the \"ingression of love!\"\nTopie: Yes, we put up giant cat toys and celebrate!\nMe:  Close enough.  Can you help untangle these lights?\n"
    },
    {
        "date": "2015-12-21",
        "post": "<Chatz with Topaz>  Merry Christmas!\n\nTopaz:  Are those PACKING PEANUTS?\nMe: My Christmas present from Mom arrived, yeah.\nTopaz:  Leave the box.  You can go.\n"
    },
    {
        "date": "2015-12-23",
        "post": "<Chatz with Topaz>  Now and later.\n\nMe:  Topaz, why are you opening and closing all the cabinets?\nTopaz: Snacks!  I want snacks!\nMe:  It's 10:00 am, you just had breakfast.\nTopaz:  You bought that expensive food again.\nMe:  So no breakfast?\nTopaz:  I'll consider it when I'm hungry.\nMe: But now you want snacks?\nTopaz:  <blinks>\nMe:  Okay.  <Fills snack dispenser, places on floor.>\nTopaz:  Thanks, you may boop my nose now.\nMe: <boop> \nTopaz:  <Walks toward laundry pile>.\nMe: Aren't you going to eat your snacks?\nTopaz:  I'm saving them for later.\nMe:  Sigh.\n"
    },
    {
        "date": "2015-12-24",
        "post": "<Chatz with Topaz>  They're forcompany\n\nTopaz:  WHAT IS THIS INFERNAL CONTRAPTION!?!?!?\nMe:  It's a folding chair.\nTopaz:  How am I supposed to sit on this?\nMe: You don't. It's for company.\nTopaz:  You're putting a PERSON on this thing?\nMe: Your uncle Shane is sitting on that one tomorrow at dinner.\nTopaz:  I can't have my guests sitting on these.\nMe: They're perfectly fine.\nTopaz: FINE?  It's like sitting on a breadboard.\nMe: Should I follow up on that statement?\nTopaz:  Probably not.\nMe:  Those chairs are from my office,they're very comfortable.\nTopaz:  It's a good thing I have fur, there's no cushion!\nMe: I really think it will be fine. Also, it's not your fur...\nTopaz:  Fine china and folding chairs. It's just not fair.\nMe:  Stay off the table, while you're at it..\nTopaz:  It was just an observation.\nMe:  Observe from the couch.\n"
    },
    {
        "date": "2015-12-30",
        "post": "<Chatz with Topaz>  Vocabulary is important\n\nTopaz:  Why are you getting dressed?\nMe: Going to the office for a couple hours.\nTopaz: Why? It's the Interregnum!\nMe: Where on earth did you learn that word?\nTopaz:  It means the period of time in between major events.\nMe: You didn't learn that from watching teevee...\nTopaz: You talk in your sleep.\nMe: Wow.  Too much church this month.\nTopaz: I still don't think you should go into the office.\nMe: Because of the interregnum?\nTopaz:  More cuddles for me.\nMe: As long as we're clear about that.\n"
    },
    {
        "date": "2016-2-11",
        "post": "<Chatz with Topaz>  You're in my spot\n\nTopaz: Can you move over please?\nMe: I'm on the last six inches of the third cushion already.\nTopaz: Just a little.\nMe:  Only one half of my ass is on the couch.\nTopaz:  <blink>\nTopaz:  Sure.\n\n*True story.\n"
    },
    {
        "date": "2016-2-20",
        "post": "<Chatz with Topaz, the Grey Duchess of Shoreline>\n\"A weekend in the country\"\n\nTopaz:  You bought books?\nMe:  Travel reading, mostly.\nTopaz:  Travel?  You're going somewhere?\nMe: It's time for my annual trip to see my folks.\nTopaz:  I see.  Who's staying here to meet my needs?\nMe:  You're going to your Uncle Shane's for a week.\nTopaz:  Oh?  Why not have him come here?\nMe:  Um, because he has a dog and a house of his own.\nTopaz:  Yes.  The little dog.\nMe:  Think of it as your cabin in the woods.\nTopaz:  Sort of a Sandringham to this Buckingham Palace?\nMe:  This is more like the \"Cat Condo\" than a palace, Ma'am.\nTopaz:  Such a humble reference.\nMe:  I've never really had designs above my station.\nTopaz:  Apparently I don't either.\nMe:  Enjoy your vacation, Ma'am, shall I pack your toy mouse?\n"
    },
    {
        "date": "2016-3-5",
        "post": "<Chatz with Topz>  Your dinner was delicious.\n\nMe:  Did you just take that off my plate?\nTopaz:  Maybe.\nMe:  We have an agreement about you not eating off my plate!\nTopaz:  But it was ham.\nMe:  So what?\nTopaz:  Your rules do not apply to pork products.\nMe:  You are not to eat directly off my plate!\nTopaz:  But it was ham.\nMe:  Do you hear me?\nTopaz: Ham!\nMe: No more helping yourself!\nTopaz: Ham!\nMe: Get off the table!\nTopaz: Can I have that last piece before I go?\nMe: Sure, now you ask...  \nTopaz: It's just polite to ask before you take the last piece.\n"
    },
    {
        "date": "2016-3-8",
        "post": "<Chatz with Topaz> Maybe you're Lutheran?\n\nTopaz: SCOTT!  WAKE UP!\nMe: Topie, it's too early for breakfast, lay back down.\nTopaz:  But you were singing in your sleep again.\nMe: Really?  What was I singing?\nTopaz:  \"Beautiful Savior\"\nMe:  But I'm not Lutheran.\nTopaz:  I don't think it matters.  You didn't know the words.\nMe:  But was I in tune?\nTopaz: You're Episcopalian.\n"
    },
    {
        "date": "2016-3-17",
        "post": "So, while I am away, this happened....\n<Chatz with Catz>\n"
    },
    {
        "date": "2016-3-21",
        "post": "<Chatz with Topaz>  Holy Pizza\n\nTopie: It's good to be home!\nMe:  I missed you.  \nTopie:  I have to admit, that little dog is growing on me.\nMe: Noaa is a very sweet dog!\nTopie: Not Noaa, the bald dog.\nMe:  That's Shane.. His name is Shane. Also, not a dog.\nTopie:  He was very amenable.  There was discussion of pizza.\nMe:  YES!  I'm thinking about that very thing.\nTopie: Can  we have cuddles this week?\nMe: I'm afraid it's a busy week.\nTopie:  I see.  Do you have a boyfriend now?\nMe: My boyfriend this week is Jesus.  It's Holy week.\nTopie:  So this is our only supper together this week?\nMe: Yes, that's why I'm getting us a pizza tonight.\nTopie:  I'm not sure I like your new boyfriend.\nMe: Just wait 'till his birthday.\nTopie:  More pizza?\nMe:  No, giant cat toy.\nTopie:  It's a good thing you usually only see him once a week.\n"
    },
    {
        "date": "2016-4-3",
        "post": "<Chatz with Topaz>  That looks like it hurts\n\nTopaz:  I'm really sorry.\nMe:  It will heal.  I shouldn't have tried to move you.\nTopaz:  Your poor nose.\nMe:  I've had worse injuries.\nTopaz: I can't believe I did that.\nMe:  Clearly you preferred standing on me to being moved.\nTopaz:  You look like you survived an episode of GOT.\nMe: At least I survived!  I really should trim your back claws, too.\nTopaz:  Are you going to put a band aid on it?\nMe:  The size of my nose?  \nTopaz:  People could sign it, like a cast.\nMe:  How about we just stick to nose boops in the morning?\nTopaz:  Can I have one now?\nMe: Topie, you can always have a nose boop.\n"
    },
    {
        "date": "2016-4-7",
        "post": "<Chatz with Topaz>  Do you have any dip?\n\nTopaz:  What are you eating?\nMe:  Veggie chips.\nTopaz:  What flavor?\nMe: Vegetable.  They're veggie chips.\nTopaz:  Can I have one?\nMe:  Um, this isn't your usual treat...\nTopaz:  But it's crunchy like a treat?\nMe: I don't like the direction of this rhetoric.\nTopaz:  Just give me the chip.\nMe: Alrighty then.  Try one.  \nTopaz:  This is a little dry.\nMe:  They come that way.\nTopaz:  You can finish the rest of this one.\nMe: Gee, thanks.\n"
    },
    {
        "date": "2016-4-11",
        "post": "<Chatz with Topaz, International Cat of Mystery>  \n\"Give me your phone\"\n\nMe:  It's National Pet Day, can I post your picture?\nTopaz: Is that an actual holiday or a Facebook Holiday?\nMe:  Is there a difference any more?\nTopaz:  Well, if you're posting a picture, it should be legitimate.\nMe:  You could be \"Facebook Official.\"\nTopaz: You spend too much time on the internet.\nMe:  Somebody's judgy tonight.  Which photo should I use?\nTopaz: Give me your phone, I'll pick.\nMe:  Seriously, you want my phone?\nTopaz:  I can swipe, not everything takes thumbs, human.\nMe: Here you go.  \nTopaz:  None of these are good.  I prefer no picture.\nMe:  You really don't like to be photographed. \nTopaz:  I prefer to be aloof and mysterious.\nMe:  How about this one?\nTopaz:  You were sitting on the toilet when you took this.\nMe:  So? \nTopaz:  They're your friends, I don't care what they think.\nMe:  It's the expression on your face that makes it work.\nTopaz: Because you were taking pictures without pants on.\nMe:  Judgy.\nTopaz:  I repeat, they're your friends.\nMe:  Happy National Pet Day, Your Grace!\nTopaz:  This should be good.\n"
    },
    {
        "date": "2016-4-17",
        "post": "<Chatz with Topaz>  I'd rather eat than play\n\nMe:  Would you like to play with this expensive toy you got?\nTopaz:  Are those chips next to you?\nMe:  It has a feather and goes round and round!\nTopaz:  What flavor are they?\nMe:  If you wait a bit it even changes direction!\nTopaz:  Are they sour cream and onion?\nMe:  Or would you rather play with your purple cow?\nTopaz:  I'd settle for barbecue.\nMe:  There's the red octopus, you love that one.\nTopaz:  Any chips at all would be fine, thanks.\nMe:  YOU'RE NOT GETTING MY CHIPS!\nTopaz:  Can I lick your fingers?\nMe: I'm getting out the catnip.\nTopaz: Then I'm really going to need the chips...\n"
    },
    {
        "date": "2016-5-11",
        "post": "<Chatz with Topaz> Follow your nose\n\nTopaz:  What are you doing?\nMe:  Playing \"find the smell.\"\nTopaz:  Can I play too?\nMe:  I suspect you are somewhat involved.\nTopaz:  Is that a yes?\nMe:  You should help.\nTopaz:  Happily.\nMe:  Did you throw up somewhere?\nTopaz:  Not lately.\nMe:  Did you drag food under the table?\nTopaz:  No.\nMe:  It's coming from somewhere!\nTopaz:  Maybe you should check the bathroom.\nMe:  Why?\nTopaz: Because I was somewhat involved.\nMe:  Litter box?\nTopaz: I said somewhat. The rest is up to you.\nMe:  I'll get the scoop.  \nTopaz:  I like this game, now check the kitchen garbage.\n"
    },
    {
        "date": "2016-6-1",
        "post": "<Chatz with Topaz>  Happy Cattiversary!\n\nMe:  Good morning, Topie!\nTopaz:  Good morning!  Is it our special day?\nMe:  Yes it is.  It's been four years.\nTopaz:  I'm so glad you brought me home!\nMe: Me too, we make quite a pair, don't we?\nTopaz:  Every day with you is special.  I adore you!\nMe: I adore you too, Sweet Pea!\nTopaz:  Also, I might have thrown up behind your desk.\nMe: <sigh>\n"
    },
    {
        "date": "2016-6-14",
        "post": "<Chatz with Topaz>  Are you starting a fire in the kitchen?\n\nTopaz:  What's that smell?\nMe:  I'm warming up the George Foreman Grill.\nTopaz:  Should it smell like that?\nMe:  It's just burning off the cleaner from last time.\nTopaz:  That's what it smells like clean?\nMe: I think I cleaned it...\nTopaz:  It smells like scorched teflon.\nMe:  I don't think teflon burns.\nTopaz:  You might think so, but there's smoke....\nMe:  Maybe it's dead.\nTopaz:  How old is it?\nMe:  Clinton administration, I think.\nTopaz: You're cooking dinner on an appliance older than your car?\nMe:  Good point.\nTopaz:  I see a trip to Target in your future.\n"
    },
    {
        "date": "2016-6-22",
        "post": "<Chatz with Topaz>  I want a dog.\n\nMe:  Tooooppiieeee!  I went to Mud Bay, I got you a toy!\nTopaz:  Does it bark?\nMe: No, it's one of those scrunchies you really like!\nTopaz:  Does the tail wag?\nMe:  It's a furry ball with sparklies, no tail.\nTopaz:  Can it lick me with its cute tongue?\nMe:  Um, no. It's a ball.\nTopaz: Can I have the bag it came in?\nMe:  Sure.\n"
    },
    {
        "date": "2016-6-26",
        "post": "<Chatz with Topaz>  Supervising is helping\n\nTopaz:  What are you doing?\nMe: Making the bed.\nTopaz:  Can I help?\nMe:  Not from the middle of the bed.\nTopaz: But I'm supervising.\nMe:  Can you supervise from the dresser?\nTopaz:  HEY! STOP THAT! IT'S DARK UNDER HERE!\nMe:  You're under one sheet. I told you to move.\nTopaz:  I'm fluffing the pillows.\nMe:  I need those too.\nTopaz:  How many sheets do you need?\nMe:  Two, and the blanket.\nTopaz: If you had fur you wouldn't need a blanket.\nMe:  Then why are you under my covers?\nTopaz:  Still supervising.\nMe:  I think we're done here.\n"
    },
    {
        "date": "2016-7-3",
        "post": "<Chatz with Topaz> Happy Seattleversary! \n\nTopaz:  Good Morning!\nMe:  Hey what time is it?\nTopaz:  I let you sleep in this morning.\nMe:  How come?\nTopaz: It's your Seattleversary!\nMe:  Yeah I guess it is.  Seven years.  Hard to believe!\nTopaz:  We should celebrate with a party!\nMe:  Well, they'll be fireworks I'm sure, but not for me...\nTopaz:  I'm very happy you came here.\nMe:  Me too.  We never would have become so happy together.\nTopaz:  You and Seattle?\nMe:  Yes, but really me and you.  I adore you.\nTopaz:  I know. \nMe: <blink, stare>\nTopaz:  But it is mutual, after all.\nMe: Breakfast now?\nTopaz:  Yes please.  Congratulations again!\n"
    },
    {
        "date": "2016-7-9",
        "post": "<Chatz with Topaz> Just leave that with me.\n\nTopaz:  Did you go shopping?\nMe:  Yep. Value Village run.\nTopaz:  Buy anything?\nMe:  YES!  I bought a new shirt for the fundraiser and...\nTopaz: Can I have the bag?\nMe:  I couldn't pass up this Pendleton shirt and..\nTopaz:  Just give me the bag.\nMe:  Look at this great jacket, it's perfect for weddings and...\nTopaz: Please put the bag on the floor.\nMe:  I might have to go back for a pair of shoes I saw and...\nTopaz:  Yeah, nice.  Is that bag empty now?\nMe:  Um, why are you staring at me?\nTopaz:  You haven't heard a word I said, have you?\nMe:  You want the bag, don't you?\nTopaz:  Enjoy your shirts.\n"
    },
    {
        "date": "2016-7-21",
        "post": "<Chatz with Topaz>  Who is that guy?\n\nTopaz:  What are you watching?\nMe:  Donald Trump's acceptance speech.  \nTopaz:  Is that German?\nMe:  Might as well be.\n"
    },
    {
        "date": "2016-7-28",
        "post": "<Chatz with Topaz>  Politicat\n\nTopaz:  Did we just nominate Hillary Clinton to be President?\nMe:  I believe we did, yes.\nTopaz:  I didn't know cats could be President.\nMe:  No sweetie, you're thinking of Blaire's cat, Hillary.\nTopaz:  So who's this other Hillary?\nMe:  Former Secretary of State, wife of President Bill Clinton.\nTopaz:  Wife?  I thought Hillary was a boy?\nMe:  Again, you're thinking of Blaire's cat.\nTopaz:  So Hillary the cat is a boy, Hillary the person is a girl?\nMe:  Yes.\nTopie:  Sometimes being gay is complicated, isn't it?\nMe:  Especially in politics, Topie.\n"
    },
    {
        "date": "2016-8-10",
        "post": "<Chatz with Topaz>  Smooch\n\nMe:  Please stop licking the toilet!\nTopaz:  Why?\nMe:  You kiss me with that face.\nTopaz:  You're missing the obvious here.\nMe:  I really need to stop letting you in here while I go.\nTopaz:  How about a boop instead?\n"
    },
    {
        "date": "2016-8-31",
        "post": "<Chatz with Topaz>  My bowl is empty\n\n[Plastic-y bag sounds coming from the kitchen]\nMe:  What are you doing in there?\nTopaz:  Opening this bag of cat food.\nMe:  Oh.   Wait... what?\nTopaz:  My bowl is empty, so I'm helping myself.\nMe: I don't think you should do that.\nTopaz:  But you're on the couch, and the food is in here.\nMe:  Please stop trying to tear open that bag!\nTopaz: Are there scissors? This would be easier with scissors.\nMe: You need thumbs to make scissors work. \nTopaz:  You have thumbs...\nMe: I guess I'm getting up.\nTopaz:  I can do this, really. Do we have a box cutter?\nMe:  I'm coming, I'm coming...\nTopaz: If you'd kept my bowl full you'd still be on the couch.\nMe:  Here's the scissors, help yourself.\nTopaz:  Um...\nMe:  Yeah I thought so.\nTopaz:  I would have gotten it open eventually, you know!\nMe:  There's my girl.\n"
    },
    {
        "date": "2016-9-3",
        "post": "<Chatz with Topaz>  No costumes, please.\n\nTopaz:  Are you watching Sharknado again?\nMe:  I need a no-brainer tonight.\nTopaz:  As long as you don't put that outfit on me again.\nMe:  You know, Halloween is coming up...\nTopaz:  This affects me how?\nMe:  There are new costumes at PetSmart.\nTopaz:  I'm thinking no, here.\nMe:  You could go as a Taco Truck.\nTopaz:  You spend too much time on Facebook.\nMe:  Did you know that Taco Cat spelled backwards is Taco Cat?\nTopaz:  Please don't involve me in this any further.\n"
    },
    {
        "date": "2016-9-4",
        "post": "<Chatz with Topaz>  Sharknado!\n\nMe:  Did you see this?\nTopie:  You're showing it to me now.\nMe:  Sometimes life imitates art.\nTopie:  Repent, the end is near!\n"
    },
    {
        "date": "2016-9-11",
        "post": "<Chatz with Topaz>  Thumbs up for chicken\n\nTopaz:  Can I have some?\nMe:  I just fed you.\nTopaz:  But you're having chicken.\nMe:  So are you.\nTopaz: But yours is in a nice bowl.\nMe:  So is yours.\nTopaz:  Yours is from the kitchen.\nMe:  So is yours.\nTopaz:  (...)\nMe: Well?\nTopaz:  Yours gets eaten with a fork!\nMe:  I have thumbs.\nTopaz:  I'll be in the kitchen.\n"
    },
    {
        "date": "2016-9-19",
        "post": "<Chatz with Topaz>  Can your day be over?\n\nTopaz:  YAY! You're home!\nMe: Hi Topie, one sec, I need to take out the garbage.\nTopaz:  YAY!  You're home!\nMe:  <Boop>  I need to get dinner started. Are you hungry?\nTopaz:  YAY! You're home!\nMe:  I need to check email.\nTopaz:  YAY! You're home!\nMe:  Need to run and get milk, be right back.\nTopaz:  YAY! You're home. \nMe:  What's the matter?\nTopaz:  Can your day end so mine can start?  I missed you.\nMe:  Oh my.  Yes, Dear One, let's play.\n"
    },
    {
        "date": "2016-9-28",
        "post": "<Chatz with Topaz>  Get off the couch\n\nTopaz:  I bet that spot on the couch is really warm by now.\nMe:  Huh?\nTopaz:  Were you going to put on pants today?\nMe: I'm sick.\nTopaz:  You should at least put clothes on.\nMe: Why?  I can work in my bathrobe.\nTopaz:  You'll feel more yourself if you get dressed.\nMe:  Just a few more emails.\nTopaz:  Are you getting enough fluids?  Maybe a glass of juice?\nMe:  You're eyballing my spot on the couch, aren't you?\nTopaz:  Technically its only your spot while you're in it. \nMe:  You could at least get me some water.\nTopaz: Pants. You should put on pants.\n"
    },
    {
        "date": "2016-10-15",
        "post": "<Chatz with Topaz>  No mushrooms on that.\n\nMe: Do you want some of my ham?\nTopaz:  Which one is ham?\nMe:  Not chicken, not beef.\nTopaz:  Let me try.\nMe:  Here's a little piece.\nTopaz:  I want the other ham.\nMe:  What other kind of ham? Bacon?\nTopaz: No, pizza.\nMe:  I'm not ordering a Hawaiian pizza just for you. \nTopaz: Pagliacci's is fine.  \nMe:  How about some of my cheese?\nTopaz: Also comes on a pizza.\nMe:  Touche.\n"
    },
    {
        "date": "2016-10-25",
        "post": "<Chatz with Topaz>  Where go the boats?\n\nMe:  Why are you watching the toilet?\nTopaz:  Where does the poop go?\nMe:  It goes into the sewer, then to the waste treatment plant.\nTopaz: So you push a lever, and your poop disappears forever?\nMe:  Um, yeah... I guess so.\nTopaz:  <looks at litter box>  <looks at me>\nMe: No, your litter box can't flush.\n"
    },
    {
        "date": "2016-11-21",
        "post": "<Chatz with Topaz>  Not tonight, dear.\n\nMe:  Well that was disappointing.\nTopaz: I just wasn't in the mood.\nMe:  Why didn't you tell me that before I got all excited?\nTopaz:  Tonight's just not the night for it.\nMe:  I even had it delivered.\nTopaz:  I don't need Hawaiian pizza all the time.\nMe: You didn't even eat the Canadian Bacon.\nTopaz:  It's not always about the ham, you know.\nMe:  Is there something else I could have gotten you?\nTopaz:  I'm sleeping on the chair tonight.\n"
    },
    {
        "date": "2016-11-26",
        "post": "<Chatz with Topaz>  The Giant Cat Toy, 2016 edition\n\nMe:  Are you going to help?\nTopaz:  <Yawn>\nMe:  Such enthusiasm!\nTopaz:  You seem to have it handled.  I'll only get in the way.\nMe:  But we do this together...\nTopaz: Together with me on the couch while you decorate.\nMe:  Should we do tassels or ribbon this year?\nTopaz:  Did you hear yourself just now?\nMe:  What?\nTopaz: Tassels.  By all means, tassels.\nMe:  Red or Silver?\nTopaz:  Whichever I can reach.\n"
    },
    {
        "date": "2016-12-2",
        "post": "<Chatz with Topaz>  Laundry's done.\n\nMe: Can you get off the laundry?\nTopaz: Why for?\nMe: I need to fold it.\nTopaz: But it is made of warm. \nMe:  I need underwear.\nTopaz:  If I let you have the underwear, can I keep the rest?\nMe:  I sorta need the jeans, and the shirts, too.\nTopaz: Socks?\nMe:  Those too.\nTopaz:  Do I hear the dryer?\nMe:  Uh huh.  \nTopaz: Towels by any chance?\nMe:  Might be, yes.\nTopaz: Okay, you can have this pile.  \nMe:  Thanks, your Grace.  I'll even use fabric softener.  \nTopaz: Made of warm AND smell!  YAY!\nMe:  Sometimes its the simple joys...\n"
    },
    {
        "date": "2017-1-3",
        "post": "<Chatz with Topaz>  I've got you covered\n\nTopaz: Can I have some of your chicken?  I'm hungry.\nMe:  I just put dinner in your bowl.\nTopaz: I'm cold, can you turn up the warm?\nMe:  I just started a fire in the fireplace.\nTopaz:  I think you need to do laundry.\nMe: There's a fresh, warm, pile of clothes on the bed.\nTopaz:  My litter needs changing.\nMe:  I just switched your box out over the weekend.\nTopaz: Feed the squirrels?\nMe:  You just ran out of things to complain about, didn't you?\n"
    },
    {
        "date": "2017-1-6",
        "post": "<Chatz with Topaz> Like stepping on Legos\n\nMe: ARRRGH! \nTopaz:  Is there a problem?\nMe:  I stepped on litter getting in the shower.\nTopaz: Maybe you should keep the shower curtain closed.\nMe: Can you just keep it in your own area?\nTopaz:  <blink>\nMe: It's all your domain, isn't it?\nTopaz: Except the squirrels. Those are yours.\n"
    },
    {
        "date": "2017-1-27",
        "post": "<Chatz with Topaz>  My tail is ringing.\n\nMe:  I can hear the phone, but I can't find it!\nTopaz:  Where was it last?\nMe: Right here on the couch...\nTopaz:  Does it vibrate?\nMe: Why do you ask?\nTopaz:  Just wanted to know...\nMe:  You're on my phone again, aren't you?\nTopaz: It's so warm.\nMe:  Can I have that back now, thanks?\nTopaz: I think you just got another email.\nMe:  How do you know?\nTopaz:  My tail is vibrating.\n"
    },
    {
        "date": "2017-1-30",
        "post": "<Chatz with Topaz>  It could be worse\n\nTopaz: Wow, the couch smells like coffee!\nMe:  I spilled an entire cup on the cushion this morning.\nTopaz: We'll have to move to the chair.\nMe:  I'll put some baking soda on tomorrow.\nTopaz:  Remember that time you spilled the orange juice?\nMe:  Yeah, sticky mess.\nTopaz:  And the beer?\nMe: Couch stunk like yeast for a month.\nTopaz:  Aren't you glad I puke on the floor?\nMe:  You're a generous companion, Topie.\n"
    },
    {
        "date": "2017-2-1",
        "post": "<Chatz with Topaz>  Suppertime\n\nTopaz:  What are you dinnering?\nMe: Cheerios.\nTopaz: With a glass of wine?\nMe: Maybe.\nTopaz:  Sounds like an adult choice.\nMe:  Are you judging me?\nTopaz:  A little bit, yes.\n"
    },
    {
        "date": "2017-2-11",
        "post": "<Chatz with Topaz>  The new neighbors\n\nTopaz:  Those are some really big squirrels on the fence.\nMe:  Those aren't squirrels.\nTopaz: Trash pandas?  \nMe:  Yup.\nTopaz: They sure are... bold.\nMe:  Maybe they're just passing through the yard.\nTopaz:  Is that a U Haul?\nMe: Shit.\n"
    },
    {
        "date": "2017-2-15",
        "post": "<Chatz with Topaz>  Toaster food\n\nTopaz:  Is that a Pop Tart?\nMe: Um.. yes?\nTopaz:  What flavor?\nMe: Brown Sugar.\nTopaz:  Is it toasted?\nMe: Still warm.\nTopaz: <blink>\nMe:  Um... did you want some?\nTopaz: Yes, please.\nMe: <breaks off a piece>\nTopaz:  Was there milk?\nMe: Uh, yeah... here.\nTopaz:  I love when you're too lazy to cook. \nMe: You never do this when I make cheese toast...\nTopaz: Next time can we have strawberry?  I like the strawberry...\n"
    },
    {
        "date": "2017-2-17",
        "post": "<Chatz with Topaz>  Breakfast Club\n\nTopaz:  You're not quite awake, are you?\nMe:  Still a bit groggy, why?\nTopaz:  I think you just put Cheerios in my kibble bowl.\nMe:  Then what's in my... oh. Hey wanna trade?\nTopaz: Just give some milk.\n"
    },
    {
        "date": "2017-2-22",
        "post": "<Chatz with Topaz>  How do you type that?\n\nTopaz:  What's wrong? You look frustrated.\nMe:  I'm trying to translate this post.\nTopaz: From what?\nMe: Hebrew, I think. \nTopaz:  Google translate?\nMe: Not helpful.\nTopaz: I see.  Um, that's not Hebrew.\nMe: Of course! Aramaic!\nTopaz: Scott, that's a shrug emoji.\nMe:  Oh.  That explains it.\nTopaz:  Lighten up.\n"
    },
    {
        "date": "2017-3-4",
        "post": "<Chatz with Topaz>  The Long Litany\n\nTopaz:  Why do you keep singing all on the same note?\nMe: I'm chanting.\nTopaz:  What are you chanting?\nMe:  The Great Litany.\nTopaz: It's very long.\nMe: We have a lot to pray for.\nTopaz:  Like what?\nMe: Mostly everything. Sins, I guess.\nTopaz: Have you really sinned that much?\nMe: I'm not sure how to answer that.\nTopaz:  Maybe you shouldn't save them all for one procession around the church.\nMe:  Good point.\n"
    },
    {
        "date": "2017-4-8",
        "post": "<Chatz with Topaz>  Spring Cleaning\n\nTopaz:  Happy Easter!\nMe:  Uh, a little early.  A week to go.\nTopaz:  Then what are these bunnies doing under the table?\nMe:  Those aren't... oh.  Wrong kind of bunny.\nTopaz:  Maybe they left eggs?\nMe:  I hope not.  \nTopaz:  You know how I feel about the vacuum cleaner, but...\nMe:  Yeah, I got this.\n"
    },
    {
        "date": "2017-4-8",
        "post": "<Chatz with Topaz>  Spring cleaning, Part II\n\nTopaz: Why are the shears foaming?\nMe: HUH?  I just sprayed Lysol on them.\nTopaz:  Read the bottle.\nMe: \"Lysol Foaming Cleaner.\"\nTopaz: You should stop drinking beer while you clean.\nTopaz: Also, wash those, Lysol won't help.\n"
    },
    {
        "date": "2017-4-15",
        "post": "<Chatz with Topaz>  Not yet.\n\nTopaz:  Are you risen?\nMe: Huh?\nTopaz:  You were napping. \nMe:  Is that an Easter joke?\nTopaz:  Maybe.\nMe: I'm not Jesus, you know.\nTopaz: The way you were snoring, I thought you were in Hell, so, same.\nMe:  You woke me up because I was snoring?\nTopaz:  I woke you up because I'm hungry.  \nMe:  I wonder if this is how the resurrection went for Jesus.\nTopaz:  I doubt he needed a cat to wake him up. \nMe:  You realize I'm sleeping in on Monday?\nTopaz:  Fine, but tomorrow I'm waking you up with \"The Lord is Risen!\"\n"
    },
    {
        "date": "2017-5-9",
        "post": "<Chatz with Topaz>  Feeling better?\n\nTopaz: I see you put on pants.\nMe:  Yeah, it was time.\nTopaz:  I was beginning to wonder.\nMe:  Hey, I'm not exactly feeling well, here.\nTopaz:  I've been cuddling as much as I can, but really, those sweats...\nMe: Was it getting bad?\nTopaz:  Three days bad. You wore those to the hospital.\nMe: Ah, sorry, well, they're in the wash now. \nTopaz:  Can we talk about shaving next?\nMe: One step at a time.\n"
    },
    {
        "date": "2017-5-10",
        "post": "<Chatz with Topaz>  Making the bed\n\nTopaz: It looks like a chicken exploded in here.\nMe: I think there's a hole in the duvet.\nTopaz: There's feathers all the way in the kitchen.\nMe: I need to find and fix the hole.\nTopaz:  Can I help?\nMe: Define \"help.\"\nTopaz: I'll  jump on the duvet until you see where the feathers are coming from.\nMe: Seems legit.\nTopaz: <POUNCE> <SWOOSH> <THWACK>\nMe: I think I know where the hole came from.\nTopaz: Less talking!  More feathers!\n"
    },
    {
        "date": "2017-5-16",
        "post": "<Chatz with Topaz>  Give up, turn it on.\n\nTopaz: I understand your frugality.\nMe: No.\nTopaz: Cat food is expensive, I know.\nMe: No.\nTopaz: Just for a couple hours.\nMe: It's May 16th. No.\nTopaz: I can see my breath.\nMe: You have fur. I can wear a sweater.\nTopaz: You're already wearing gloves in the living room.\nMe: Sigh. Okay. Space heater for one hour.\nTopaz: Just move that thing right next to the couch...\n"
    },
    {
        "date": "2017-5-20",
        "post": "<Chatz with Topaz>  Mr. Cat Food\n\nTopaz: What's this?\nMe: Your breakfast.\nTopaz: I think this is coffee.\nMe: Then what's in the coffee ma...oh shit.\nTopaz: Switch me?\n"
    },
    {
        "date": "2017-5-20",
        "post": "<Chatz with Topaz> That's not how any of this works.\n\nMe: Nerts! My mouse died.\nTopaz: I didn't do it!\nMe: I... erm.. I.. know that. It's a dead *computer* mouse.\nTopaz: Oh. \nMe: ...and we're out of batteries.\nTopaz: Can't you just use a squirrel? We have plenty.\nMe: Uh... It doesn't work that way.\nTopaz: I feel like this is a metaphor for something.\nMe: I hope not...\n"
    },
    {
        "date": "2017-5-24",
        "post": "<Chatz with Topaz> Itsy Bitsy...\n\nTopaz: What's that?  \nMe: Looks like a spider.\nTopaz: Are you gonna get it?\nMe: Nah. I'm not getting up from the couch.\nTopaz: Me neither.\nMe:...\nTopaz: We could give it a name.\nMe: Then it might stay.\nTopaz: Should we feed it?\nMe: It looks pretty healthy.\nTopaz: I wonder how it got in?\nMe: I think they start out already inside.\nTopaz: That's kinda scary.\nMe: Fluffy. We can name it Fluffy.\nTopaz: Fluffy the spider. \nMe: We totally can't kill this spider now.\n"
    },
    {
        "date": "2017-5-25",
        "post": "<Chatz with Topaz> It's pronounced \"Glah-DAY.\"\n\nTopaz: What just happened in there?\nMe: Same thing as when you're in there.\nTopaz: This is... different.\nMe: How so?\nTopaz: Your usual erm.. emissions are ... fruity.\nMe: Oh that's the new bathroom spray.\nTopaz: It's not entirely successful.\nMe: Oh.\nTopaz: More like \"shitrus\" than fruit.\nMe:...\nTopaz: We have a fan, you know.\nMe: You could stand to use it yourself.\nTopaz: I don't have thumbs.\n"
    },
    {
        "date": "2017-5-31",
        "post": "<Chatz with Topaz> Isty Bitsy Spider?\n\nTopaz: Is that him?\nMe: Yup. He seems bigger.\nTopaz: Fluffier. We named him Fluffy, remember?\nMe: I'm not sure I can handle letting him run around in the house.\nTopaz: You're not going to kill him?\nMe: No, just relocate to the garden.\nTopaz: Is he carrying one of my toys?\nMe: Definitely time to go.\nTopaz: I'll get you a jar.\n"
    },
    {
        "date": "2017-6-1",
        "post": "This amazing creature has been with me five years today. I'm sure this will get a \"Chatz with Topaz\" later, but she deserves to be celebrated without the \"rule of life\" commentary that's the basis for our dialogues. She truly is a \"creature of tremendous grace,\" for which I am grateful every day. She wakes me up with care every morning and is sure I'm safely asleep at night before she goes off to hunt the nighttime shadows of our home. She reminds me of my security in love, and keeps me laughing when I think I am alone in the work of life. Thank you, Topaz the Philosopher Cat, for being my Every Day Grace. Happy Fifth Cativersary!\n"
    },
    {
        "date": "2017-6-14",
        "post": "<Chatz with Topaz>  Licking the bowl.\n\nTopaz: Cheerios and wine for dinner again?\nMe: I'm an adult. This is my choice.\nTopaz: I'm not judging!\nMe: Everything about that was a judgment. Even your tail flicking.\nTopaz: I made an observation.\nMe: How so?\nTopaz: \"Cheerios and wine for dinner again, lazy human?\" would be a judgment.\nMe: Yeah? Well.... YOU LICK WHERE YOU POOP FROM!\nTopaz: So could you if you ate Cheerios and wine for dinner less often. Also an observation.\nMe: ...\nTopaz: Can I have your cereal milk?\n"
    },
    {
        "date": "2017-6-30",
        "post": "<Chatz with Topaz> What's for dinner?\n\nTopaz: Are you eating pie for dinner?\nMe: Are you judging me?\nTopaz: Maybe. Yes.\nMe: I'm making an adult choice here.\nToapz: I'm having \"trout and chicken medly\" and you're having pie?\nMe: What's your point?\nTopaz: Trout and chicken don't even go together. It's weird. You have pie.\nMe: I'm the person and you're the cat, this is how it is.\nTopaz: You did not just say that.\nMe: Is there a problem?\nTopaz: What time did you want to get up tomorrow, anyway?\nMe: Tuna it is.\n"
    },
    {
        "date": "2017-7-18",
        "post": "<Chatz with Topaz> Aim, please\n\nTopaz: What happened in HERE?\nMe: Slight shower head malfunction.\nTopaz: Were you bathing an elephant? There's water everywhere.\nMe: I was trying to rinse out the trash can.\nTopaz: Was that the Kleenex or the toilet paper?\nMe: I can't tell. It doesn't matter. It's all over the place.\nTopaz: Should you be using the good towels on that?\nMe: It's just water.\nTopaz: Those towels are for company.\nMe: They won't mind. Can you move?\nTopaz: Well, the litter box is okay. So there's that.\nMe: Do you have to do that right now?\nTopaz: I don't mind... go ahead.\nMe: Maybe you'd like a guest towel when you're done?\n"
    },
    {
        "date": "2017-7-21",
        "post": "<Chatz with Topaz> Are you going to eat that?\n\nMe: RATS!\nTopaz:  What happened?\nMe: I dropped my banana on the floor.\nTopaz: Why are you staring at it?\nMe: I'm deciding if it's still okay to eat it.\nTopaz: Isn't there a five second rule?\nMe: Maybe, but I'm hungry.\nTopaz: You have to pick it up either way, don't you?\nMe: Would you eat it?\nTopaz: I'm not validating your bad habits. We have more bananas.\nMe: How long have we been talking?\nTopaz: More than five seconds.\nMe: I'm conflicted. That banana is perfectly ripe.\nTopaz: I'm going back in the living room. Let me know what you decide.\n"
    },
    {
        "date": "2017-9-6",
        "post": "<Chatz with Topaz> Kibbles 'n Bytes\n\nTopaz: Are you almost done computering?\nMe: Just a bit more, sweetie.\nTopaz: You've been on your lapwarmer since before breakfast.\nMe: I know sweetie... I'm almost caught up.\nTopaz: The squirrels went to sleep.  It's your bedtime.\nMe: Topie, I have to work, we need money for kibble.\nTopaz: Speaking of kibble... Um... \nMe: O_o\nTopaz: Maybe less computering tomorrow, okay?\nMe: I'll get you some supper right now.\nTopaz: This would be breakfast.\nMe: Would you like tuna or salmon?\n"
    },
    {
        "date": "2017-9-19",
        "post": "<Chatz with Topaz> That fresh feeling\n\nMe: That's a lot of meowing, you okay?\nTopaz: I was rejoicing.\nMe: Over what?\nTopaz: Clean litter box.\nMe: Glad I could brighten your day.\n"
    },
    {
        "date": "2017-10-11",
        "post": "<Chatz with Topaz> It's here somewhere\n\nTopaz: I see you found your credit cards.\nMe: Turns out they were right where I left them.\nTopaz: You drove to Capitol Hill twice, where were they?\nMe: They were in the pocket of the jacket I wore driving to Capitol Hill twice looking for them.\nTopaz: If it's any consolation, I haven't seen the green fuzzy ball in two months.\nMe: It's under the living room chair. Has been for a long time.\nTopaz: Sometimes you're a jerk. \nMe: One without any credit cards until next week.\n"
    },
    {
        "date": "2017-11-7",
        "post": "<Chatz with Topaz> This area is mine\n\nTopaz: Excuse me, I'm eating in here.\nMe: I need to stir the chili.\nTopaz: But I'm hungry.\nMe: So eat. \nTopaz: But you're in here. With me. And my food.\nMe: My food is in here, too.\nTopaz: Okay, I'll go. \nMe: We can poop at the same time but not eat at the same time?\nTopaz: You don't understand me at all sometimes.\n"
    },
    {
        "date": "2017-11-16",
        "post": "<Chatz with Topaz> Chicken Run\n\nTopaz: What... happened in here?\nMe: There's a hole in the duvet somewhere.\nTopaz: It looks like a chicken exploded.\nMe: I was taking the cover off to clean it and...poof.\nTopaz: It looks more like it was trying to escape.\nMe: This is just.... wow. It's everywhere.\nTopaz: I suppose this means you're going to vacuum?\nMe: I have to find the hole in the duvet first.\nTopaz: It's probably where the feathers are coming out.\nMe: ...  \nTopaz:  I said, \"it's where the feathers are coming out.\"\nMe: I'm going to go contemplate somewhere for a while.\nTopaz: I'm gonna play in here. It's like Christmas with chickens.\n"
    },
    {
        "date": "2017-11-24",
        "post": "<Chatz with Topaz> The most wonderful time of the year\n\nTopaz: Why are you in that hat?\nMe: This is my Santa hat. \nTopaz: Does that mean it's time? Is it today?\nMe: It is.\nTopaz: Oh frabjous day! We're putting up the giant cat toy!\nMe: We are indeed! Would you like your Santa hat?\nTopaz: Thanks no, I can supervise without headwear.\nMe: But it's this cat-sized Santa hat and I got it for you.\nTopaz: Can we just put up the tree now?\nMe: Can you untangle the lights for me?\nTopaz: I don't have thumbs.\nMe: Good point.\nTopaz: I can unwrap the ornaments.\nMe: Are you just going to bat them around the living room?\nTopaz: No. Maybe. Probably.\nMe: Okay, maybe you are supervising after all.\nTopaz: I knew we could agree on something.\n"
    },
    {
        "date": "2017-12-15",
        "post": "<Chatz with Topaz> Fresh-faced\n\nTopaz: Why do you have toothpaste all over your face?\nMe: There may have been an accident when I was shaving.\nTopaz: Too much cold medicine?\nMe: I'm still a little foggy\nTopaz: At least your face is minty-fresh.\nMe: Please stop licking behind my ears.\n"
    },
    {
        "date": "2017-12-28",
        "post": "<Chatz with Topaz> It's just the smoke alarm\n\nTopaz: Can we start a warm in the extra litter box?\nMe: Um, sure, we can light a fire. It's certainly cold enough.\nTopaz: I'm in the mood to warm my belly...\nMe: Sure, let me get this started...\nTopaz: Is it supposed to be doing that?\nMe: Oh rats! I forgot to open the flu.\nTopaz: It's getting smoky in here, can you put it out?\nMe: It's a fire, not a candle.The flu isn't drafting correctly.\nTopaz: WHATS THAT SOUND OH MY GOD MAKE IT STOP!\nMe: Whoops! Smoke alarm. I guess it works.\nTopaz: DID YOU SUMMON A DEMON?\nMe: Um, no, let me unplug it and open some windows.\nTopaz: This is AWFUL! I don't want a fire anymore.\nMe: Well we're not putting it out, so let the place air out.\nTopaz: All this for a little cheer? This is not cheerful.\nMe: Duchess, we're gonna smell like smoke for a while.\nTopaz: At least the demon stopped screaming.\nMe: Smoke alarm. Not a demon.\nTopaz: Did you burn it with the fire? It smells like it in here...\n"
    },
    {
        "date": "2018-1-30",
        "post": "<Chatz with Topaz>  I'm an activist\n\nTopaz: What are you doing?\nMe: Protesting the State of the Union address.\nTopaz: In the bathtub?\nMe: Uh huh. \nTopaz: What's that?\nMe: A nice glass of scotch.\nTopaz: So you're protesting an oligarch from the bathtub?\nMe: At the moment, yes.\nTopaz: With a $15 glass of scotch in one hand?\nMe: It is Lagavulin.\nTopaz: I don't think you know how to protest.\n"
    },
    {
        "date": "2018-2-19",
        "post": "<Chatz with Topaz> Self-care is naps\n\nTopaz: You didn't go teach today?\nMe: I'm kinda sick. Best to stay home.\nTopaz: Then why are you computering?\nMe: Hafta answer emails and keep up with work.\nTopaz: Shouldn't you be resting?\nMe: I guess I am, I'm working in my sweats.\nTopaz: You need a nap. Naps help everything.\nMe: Lemme finish this report...\nTopaz: I will nap on you to remind you to stop soon.\nMe: I'm sure this is helping somehow...\n"
    },
    {
        "date": "2018-3-14",
        "post": "<Chatz with Topaz> I'm melting.\n\nTopaz: I'm going to put my noggin on your paw now.\nMe: Why so?\nTopaz: So you stop computering.\nMe: <3\n"
    },
    {
        "date": "2018-3-20",
        "post": "<Chatz with Topaz> It's French for pizza\n\nTopaz: What are you dinnering?\nMe: Chicken Cordon Bleu.\nTopaz: What's the cordin-bloo part?\nMe: Ham and cheese.\nTopaz: So it's chicken with ham and cheese in it?\nMe: Exactly.\nTopaz: I like all those things.\nMe: <blink>\nTopaz: This is the part where you give me some.\nMe: Do you remember the food in the purple can?\nTopaz: Yes, chicken beef entre in sauce. It was awful.\nMe: You have an objection to non-like creatures in your food.\nTopaz: Ham are not like chickens?\nMe: Not unless they can fly.\nTopaz: But it has cheese, so it's like pizza. Let me try.\nMe: Okay...\n<... ... ...>\nTopaz: This is not what I thought it would be like. It's not pizza.\nMe: I do know you well. It's your orthodoxy with food.\nTopaz: Does orthodox mean I like pizza?\nMe: Sure, Topie. For cats it means they like pizza.\n"
    },
    {
        "date": "2018-3-23",
        "post": "<Chatz with Topaz> I'm your roommate\n\nTopaz: Does our lease allow pets?\nMe: I feel like this is a trick question.\nTopaz: I would like to get a puppy.\nMe: You barely tolerate the little dog when he visits.\nTopaz: If we get a puppy, we can train it to behave.\nMe: Behave?\nTopaz: You know, not leave his toys everywhere and such,\nMe: I still feel like this is a trick question. \nTopaz: Just a thought. It's international puppy day.\nMe: Yeah, the internet told me. Hey... wait.\nTopaz: You left your laptop open.\nMe: I'd like to get one, but we can't. \nTopaz: Why for not?\nMe: Our lease only allows one... erm, my work schedule\nTopaz: Yes?\nMe: My work schedule is too busy.\nTopaz: Can you get a regular job so we can get a puppy?\nMe: Still with the trick questions. Maybe next year, okay?\nTopaz: Good. I want a Great Dane.\nMe: Of course you do.\n"
    },
    {
        "date": "2018-4-16",
        "post": "<Chatz with Topaz> Hand in the cookie jar\n\nTopaz: You seem inordinately happy.\nMe: I remembered where I hid the Halloween candy!\nTopaz: How is that a good thing?\nMe: Because I remembered where I hid the Halloween candy!\nTopaz: Why did you hide it in the first place?\nMe: So I wouldn't eat it.\nTopaz: What are you doing right now?\nMe: I see your point.\n"
    },
    {
        "date": "2018-4-25",
        "post": "<Chatz with Topaz> It's legal in WA\n\nMe: What are you doing out there?\nTopaz: Admiring the garden.\nMe: Are you eating my peonies?\nTopaz: Just tasting.\nMe: You know, there's catnip in the pot next to it.\nTopaz: Are you kidding? Out here? Shouldn't it be inside?\nMe: It will grow better out here.\nTopaz: What if the cops see it?\nMe: Wut? OH! Um... it's legal in Washington to grow your own.\nTopaz: Oh, I see. Well, I'll be out here for a while.\nMe: Don't eat too much of that stuff.\nTopaz: Yeah, I hate \"couch lock.\"\nMe: <To self> My cat is a stoner.\n"
    },
    {
        "date": "2018-5-15",
        "post": "This is how a Chatz with Topaz begins. What a remarkable creature. So glad she's in my life.\n"
    },
    {
        "date": "2018-5-23",
        "post": "<Chatz with Topaz> Party foul\n\nTopaz: What happened? Why am I wet?\nMe: You dozed off and knocked over my glass of scotch.\nTopaz: What was it doing on the couch?\nMe: Keeping me happy.\nTopaz: I thought that was my job?\nMe: Sometimes I drink. It's not your fault.\nTopaz: What's that smell?\nMe: Some of Scotland's finest peat moss.\nTopaz: You drink that?\nMe: This is coming from a creature that hides in my laundry.\nTopaz: I'm not responding to that.\n"
    },
    {
        "date": "2018-5-28",
        "post": "<Chatz with Topaz>  I'm unplugging the router\n\nTopaz: How many emails is that?\nMe: Dunno. Five mouse scrolls worth.Broke the internet twice.\nTopaz: Are you going to eat dinner?\nMe: Can you just make me a bowl of Cheerios?\nTopaz: I don't have thumbs.\nMe: Oh, right.\nTopaz: Also, I can't work a can opener.\nMe: Cheerios don't need a can op... oh. You're hungry?\nTopaz: For about the last three mouse scrolls worth.\nMe: Would you like chicken & rice flavor, or fish flavor?\nTopaz: Pizza. I would like a pizza.\nMe: Chicken & rice it is. \nTopaz: It's the Cheerios of cat food.\n"
    },
    {
        "date": "2018-6-4",
        "post": "<Chatz with Topaz> Move over a bit...\n\nMe: It's national hug your cat day.\nTopaz: You're on Facebook too much.\nMe: Can I hug you?\nTopaz: What are your terms?\nMe: You can have the Xerox box from under my desk.\nTopaz: And?\nMe I'll fill your toy with Meow Mix Party Mix.\nTopaz: I'll give you 20 seconds, but no boops or kisses.\nMe: Agreed. <picks up Topaz, starts hugs/smooches>\nTopaz: This is undignified. I want down.\nMe: <puts Topaz down, scritches head>\nTopaz: I'd like that box now, please.\nMe: See you on the couch in 15 minutes?\nTopaz: Snuggling is so much better.\n"
    },
    {
        "date": "2018-6-6",
        "post": "<Chatz with Topaz> Do we have to sing?\n\nTopaz: What is this video for?\nMe: My friend Layne's birthday.\nTopaz: The one from Compline?\nMe: Yup. You listen to him on the podcast.\nTopaz: Should we sing to him?\nMe: What would you like to sing?\nTopaz: How about \"Te lucis ante terminum?\"\nMe: Might not be appropriate for a birthday.\nTopaz: I'll just watch you, then.\n"
    },
    {
        "date": "2018-7-3",
        "post": "<Chatz with Topaz> Food for thought\n\nTopaz: Are you done computering?\nMe: One or two more emails, why?\nTopaz: I'm hungry.\nMe: Oh! Yeah, so am I, actually.\nTopaz: What are you having for supper?\nMe: Mostly my feelings.\nTopaz: Is that like chicken?\nMe: More like chocolate cream pie.\n"
    },
    {
        "date": "2018-7-4",
        "post": "<Chatz with Topaz, Grey Duchess of Shoreline>\n Send snacks to the front\n\nTopaz: How's the 2nd Civil War going?\nMe: Well, so far there's a lot of people tweeting at the enemy.\nTopaz: So this is an information war?\nMe: Well, Infowars kinda started it.\nTopaz: Any injuries?\nMe: Bob broke the ankle strap on his Birkenstocks.\nTopaz: You're okay?\nMe: We ran out of chips and salsa, and my phone is on 50%.\nTopaz: But you have enough bars to tweet?\nMe: ...and Facebook. I could use a juicebox though.\nTopaz: Soldier on!\n#2ndcivilwar\n"
    },
    {
        "date": "2018-7-11",
        "post": "<Chatz with Topaz> 404 End Times not found\n\nTopaz: Why are you yelling like that?\nMe: The printer isn't working again!!!!\nTopaz: Is it because of the Apocalypse?\nMe: Erm, no... it's just the effing router, why?\nTopaz: Because you're yelling like Jesus just left you behind.\nMe: Oh. <blushing> Maybe I'll just reset the router.\nTopaz: Seems prudent. Also, chill out.\n"
    },
    {
        "date": "2018-7-18",
        "post": "<Chatz with Topaz> The leaning tower of shoes\n\nTopaz: What are you building?\nMe: A shoe rack.\nTopaz: Why are you so frustrated?\nMe: The instructions are a little vague.\nTopaz: Your Swedish isn't that good. Use the pictures.\nMe: This isn't IKEA. They're in English.\nTopaz: What does step one say?\nMe: \"Assemble a shelf.\"\nTopaz: That's not helpful. What does step two say?\nMe: \"Attach earthquake screws to wall.\"\nTopaz: For a shoe rack?\nMe: I guess they're worried about falling gym shoes.\nTopaz: What's step three?\nMe: Open a beer.\n"
    },
    {
        "date": "2018-8-13",
        "post": "<Chatz with Topa> The most wonderful time of the year\n\nMe: You got an email.\nTopaz: From whom?\nMe: Petsmart.\nTopaz: What do they want?\nMe: \"Topaz, it's time decide what to be for Halloween.\"\nTopaz: Delete it.\nMe: \"You can choose from dozens of unique costumes.\"\nTopaz: You can stop reading.\nMe: \"We have everything you need to celebrate in style.\"\nTopaz: Burn it with fire.\nMe: It's an email.\nTopaz: Print it. Burn it until it's gone.\nMe: But there are pictures.\nTopaz: Do you remember the incident with the Santa hat?\nMe: I nearly lost an eyebrow.\nTopaz: Delete the email and forget you read it.\nMe: Gotcha.\n"
    },
    {
        "date": "2018-8-28",
        "post": "<Chatz with Topaz> Another blue bag\n\nTopaz: So you went to IKEA?\nMe: I needed retail therapy.\nTopaz: How bad?\nMe: We don't have a new couch or $500 worth of shelves.\nTopaz: I'm proud of you.\nMe: Here's the pencil I used to write down their numbers.\nTopaz: Last minute decision not to buy them?\nMe: Yup. But we have enough candles to last a while.\nTopaz: How long?\nMe: We can go all winter without using a single light bulb.\nTopaz: Thus the big blue bag. Can I have it? \nMe: Sure, I'll put it with the others when you're done.\n"
    },
    {
        "date": "2018-8-30",
        "post": "I. Am. GUSHING. I just received this from a fan of \"Chatz with Topaz.\" Emmy Ulmer and her daughter were in IKEA shopping today, and Emmy's daughter made this when she thought of the most recent Chatz episode! YES, I did show this to the Grey Duchess herself, and she nodded approvingly! MADE MY DAY!\n"
    },
    {
        "date": "2018-9-11",
        "post": "<Chatz with Topaz> Excuse me.\n\nTopaz: What was that?\nMe: One of us farted.\nTopaz: Which one?\nMe: There are only two of us on the couch, and you're asking.\nTopaz: Farting is Gross!\nMe: You watch me poop.\nTopaz: For safety, in case you fall in.\nMe: I... thank you.\nTopaz: I'm moving to the chair.\nMe: Now I know how to get the couch to myself.\n"
    },
    {
        "date": "2018-9-20",
        "post": "<Chatz with Topaz> Painting the town red\n\nTopaz: What are you doing?\nMe: Roughing up the door.\nTopaz: Why, what did it do?\nMe: Wait, what? Not like that. I'm scratching up the surface.\nTopaz: Why for?\nMe: I'm going to paint it.\nTopaz: What color?\nMe: Red.\nTopaz: Why for red? \nMe:  It's a sign to people who enter your home is a sanctuary.\nTopaz: So not roughing them up?\nMe: Not unless they need a coat of paint.\n"
    },
    {
        "date": "2018-9-25",
        "post": "<Chatz with Topaz> Hell hath no fury\n\nTopaz: What's that smell, are we on fire?\nMe: I go to confession once a year to avoid that problem.\nTopaz: Then what's that awful stink?\nMe: I turned on the heat for the first time this year.\nTopaz: Are you cooking an old sock on the heater?\nMe: It's just the dust burning off the baseboard.\nTopaz: Coudn't you clean the thing off beforehand?\nMe: I'd rather go to confession.\n"
    },
    {
        "date": "2018-10-13",
        "post": "<Chatz with Topaz> Family ed/addition, for the Dillingers\n\nTopaz: What's going on in this picture on Facebook?\nMe: Well, I think it means the Dillinger family is growing!\nTopaz: Is Natasha having kittens?\nMe: Erm...no. I'm pretty sure she's having a baby.\nTopaz: Don't they want a cat?\nMe: Topie, cats make kittens, people make babies.\nTopaz: Except when people make robots.\nMe: I'm really, really sure they're not having a robot.\nTopaz: Are you ever having babies?\nMe: I think we're way past that, love.\nTopaz: In that case, can we get a dog?\nMe: I see what you did there.\n\nCongratulations, Peter and Natasha. Little Julia is going to be a great \"big sister\", and I couldn't be happier for all of you, from our house (the Cat Condo) to yours.\n"
    },
    {
        "date": "2018-11-8",
        "post": "<Chatz with Topaz> Food, not fun\n\nTopaz: Wine and Cheerios for dinner again?\nMe: Don't judge me. \nTopaz: There's fruit on the kitchen counter, you're eating trash.\nMe: You just took the toilet paper tube out of the garbage. \nTopaz: Now who's judging?\nMe: You emptied the entire trash can to get at it.\nTopaz: It was silently taunting me. I had to destroy it.\nMe: Can I eat my Cheerios now?\nTopaz: Are you going to drink all that cereal milk?\nMe: I can share.\nTopaz: It goes well with toilet paper tube.\n"
    },
    {
        "date": "2018-11-10",
        "post": "<Chatz with Topaz> Demonic soup, I rebuke you!\n\nTopaz: What the HELL is that smell?\nMe: Topie!!! Swears!!!\nTopaz: Did you summon a demon?\nMe: I cleaned out the refrigerator.\nTopaz; We ATE that smell?\nMe: Remember that potato leek soup I made?\nTopaz: In JULY?\nMe: I found it in the back of the fridge. \nTopaz: Did you say a prayer before you opened it?\nMe: Pretty bad, isn't it?\nTopaz: Feed it to the disposal. Send it back to hell.\nMe: It was really good soup.\nTopaz: We need an exorcist. \nMe: But it was really good soup...\n"
    },
    {
        "date": "2018-12-23",
        "post": "<Chatz with Topaz> Only on the last verse\n\nTopaz: You look confused.\nMe: I am. I can't read the last thing on my to-do list.\nTopaz: What does it look like?\nMe: \"Descant.\"\nTopaz: Like singing high notes?\nMe: Uh huh. Makes no sense.\nTopaz: Are you supposed to compose something?\nMe: Nope.\nTopaz: What were you listening to when you wrote it?\nMe: Um, \"O Come All Ye Faithful?\"\nTopaz: You were making the list during the sixth verse.\nMe: Oh. Yeah. So what does \"descant\" mean?\nTopaz: Descant means to decorate, yes?\nMe: DECORATE! I was supposed to decorate the tree.\nTopaz: I'm here to help.\n"
    },
    {
        "date": "2019-1-19",
        "post": "<Chatz with Topaz> Birthday Tree\n\nTopaz: Are you just leaving it up?\nMe: I did put it up rather late this year. Maybe another week?\nTopaz: Isn't your birthday coming up?\nMe: Not for a month and a half.\nTopaz: Doesn't the tree celebrate a birthday?\nMe: We could change the start on top for a birthday hat.\nTopaz: Then how would the Magi find you?\nMe: Good point. I could use the cash.\nTopaz: And better deodorant.\n"
    },
    {
        "date": "2019-4-2",
        "post": "<Chatz with Topaz> I see you went to PetSmart\n\nMe: Hey look, I got you this cool tunnel at PetSmart!\nTopaz: What do you do with it?\nMe: you go inside it, and you can hide, or play.\nTopaz: Can I eat it?\nMe: Erm, no.\nTopaz: Can I scratch it?\nMe: It was kind of expensive, maybe no?\nTopaz: What's that in your other hand?\nMe: The bag it came in.\nTopaz: <blink>\nMe: Oh here you go. <gives her the bag>\nTopaz: This is awesome.\n"
    },
    {
        "date": "2019-4-9",
        "post": "<Chatz with Topaz> Rest well, Tamara\n\nTopaz: Are you having a sad?\nMe: I am.\nTopaz: Why for?\nMe; My friend died yesterday. \nTopaz: Then I am sad too. Can we hold paws?\nMe: Yes, my little love, I would like that.\nTopaz: Did you hold paws with your friend?\nMe: Yes, I suppose we did.\nTopaz: Then I will hold your paw for her until you feel better.\nMe: <3\n"
    },
    {
        "date": "2019-6-1",
        "post": "<Chatz with Topaz> Seven-year scratch\n\nTopaz: <BOOP>\nMe: Hey, it's too early, let me sleep.\nTopaz:<BOOP>\nMe: Give me ten minutes.\nTopaz: <DOUBLE BOOP>\nMe: You're going to win this argument, aren't you?\nTopaz: Can we have cuddles?\nMe: Of course, Little Love, give me a hug.\nTopaz: Is it our day?\nMe: Well I have to go to work...\nTopaz: No, no.. Today is the day we adopted each other!\nMe: Oh, hey it's June 1st! Today makes seven years.\nTopaz: Tell the story about how I hid behind the dresser!\nMe: We don't have to get into...\nTopaz:...and then we'll open presents!\nMe: I thought we'd just go to the bathroom at the same time.\nTopaz: It's been seven years, hasn't it?\nMe: I think we've kind of normalized our cativersary.\nTopaz: Do you still love me?\nMe: Litte Love, you are my Every Day Grace.\nTopaz: That's why I'm the Duchess?\nMe: Even so. \nTopaz: <BOOP>\nMe: <BOOP>\n"
    },
    {
        "date": "2019-8-8",
        "post": "<Chatz with Topaz, the Grey Duchess of Shoreline> \n\"Meeting the Queen\"\n\nTopaz: That's a really big suitcase.\nMe: Uh, yeah, I suppose so. \nTopaz: That means lots of clothes. \nMe: Longer trip this time, Topie.\nTopaz: You just got home yesterday.\nMe: Sunday. I got home Sunday. I leave Saturday.\nTopaz: To Phoenix? \nMe: Not this time. I'm going to England for two weeks.\nTopaz: But that's the other side of everywhere!\nMe: I'm just over the top of the world from Seattle.\nTopaz: So if I look north?\nMe: I'm just a little further than you can see- but I'm there.\nTopaz: Will you say hello to Her Majesty for me?\nMe: I will pay my respects on your behalf.\nTopaz: You could bring me back a proper tiara, I suppose.\nMe: I'll just see what I can find.\nTopaz: Two weeks is a long time.\nMe: I'm just over the top of the world, Little Love.\nTopaz: Sing pretty. I'll sing Compline for you here.\nMe: Somehow I think folks would appreciate that very much.\n"
    },
    {
        "date": "2019-9-1",
        "post": "<Chatz with Topaz> You can't baptize a moth unless it asks.\n\nTopaz: Can you change my water bowl?\nMe: I just gave you a clean bowl an hour ago.\nTopaz: There is an issue.\nMe: Issue? \nTopaz: Please come look.\nMe: How did that moth get in there?\nTopaz: It died.\nMe: How?\nTopaz: Murder.\nMe: You killed it and *then* put it in the bowl?\nTopaz: Not exactly. \nMe: You played with it until it drowned, didn't you?\nTopaz: Maybe. I just dunked it a little.\nMe: Don't try to baptize the vermin without their consent.\nTopaz: I guess that spider in the bathtub is on its own.\n"
    },
    {
        "date": "2019-10-10",
        "post": "<Chatz with Topaz> Hail thee, festival day!\n\nTopaz: <boop>\nMe: Hey, lemme sleep.\nTopaz: You asked me to be sure you got up this morning.\nMe: How about we snuggle for a half hour.\nTopaz: Do you know what day it is?\nMe: FIrst day of the festival.\nTopaz: You need to finish getting everything ready.\nMe: It's almost all done.\nTopaz: Then you need to pack the car.\nMe: Later. Much later.\nTopaz: If you do it now, it will be done. \nMe: You just want the living room back, don't you?\nTopaz: I haven't seen my red octopus or water bowl in days.\nMe: They're in there somewhere...\nTopaz: <boop>\n"
    },
    {
        "date": "2019-10-23",
        "post": "<Chatz with Topaz> It's you I love.\n\nTopaz: Welcome home.\nMe: Thanks. \nTopaz: Long day, huh?\nMe: Long, but productive. Meetings at church, mostly.\nTopaz: I was just noticing your sweater.\nMe: Oh, thanks I got this in England!\nTopaz: No, the dog hair. \nMe: Um. There were some dogs I might have petted. \nTopaz: The blond?\nMe: Hidlegard, of course!\nTopaz: The brunette?\nMe: Oh that was Henley. \nTopaz: The auburn? \nMe: A dog I met on the street. I didn't catch his name.\nTopaz: Now you're just petting random dogs?\nMe: I might have let him lick my face. \nTopaz: You came home to me like this?\nMe: Exactly. I came home to you. <smooch>\nTopaz: Don't kiss me with that mouth! Eww! Dogs! \nMe: I may pet dogs occasionally, but it's you I love.\n"
    },
    {
        "date": "2019-11-19",
        "post": "<Chatz with Topaz> \nHow many people do you know?\n\nTopaz: You sure are computering hard.\nMe: I have to clear these emails. \nTopaz: How many more do you have?\nMe: Maybe a dozen or so.\nTopaz: Could you put dinner in my bowl?\nMe: I just fed you.\nTopaz: That was this morning.\nMe: Oh. \nTopaz: It's okay, I can wait.\n"
    },
    {
        "date": "2019-11-20",
        "post": "<Chatz with Topaz> \nDoes your Gladware spark joy?\n\nMe: Uh oh!\nTopaz: What just happened?\nMe: Tupperware avalanche.\nTopaz: This is amazing.\nMe: I guess we've reached critical mass in the cabinet.\nTopaz: Which lids go with what?\nMe: I have no idea. That's why I keep buying more.\nTopaz: There's enough plastic here to explain climate change.\nMe: Wanna help me sort this?\nTopaz: I think I fit in this one! I fits, I sits!\nMe: Not helping, Topie. Not helping.\n"
    },
    {
        "date": "2019-12-9",
        "post": "<Chatz with Topaz> Office Max bags are the best\n\nTopaz: Where are you going with that paper bag?\nMe: I'm using it to start the fireplace.\nTopaz: Why would you do that?\nMe: To warm the living room.\nTopaz: Why would you set fire to a perfectly good paper bag?\nMe: It catches fire easily and we have a lot of them.\nTopaz: We do?\nMe: Erm, sure, next to the refrigerator.\nTopaz: Well then, can I just have that one?\nMe: I guess so.\nTopaz: Wait, what kind of bag is this? Where is it from?\nMe: Safeway, says so on the side.\nTopaz: Do we have any Trader Joe's bags?\nMe: I'm not digging through all these...\nTopaz: Just give me that Office Max bag!\nMe: I wasn't aware there's a difference.\nTopaz: I am a professional.\n"
    },
    {
        "date": "2020-1-8",
        "post": "<Chatz with Topaz> Playcation\n\nTopaz: Oh hi! How was your meet...is that a dog?\nMe: You know who this is, it's your cousin, Noaa!\nTopaz: Why is he here?\nMe: He's staying with us while Shane and Mark are skiing.\nTopaz: Where are you keeping him?\nMe: In the apartment. Where we live. \nTopaz: Does he have his own toys?\nMe: He brought a few. You can share yours, too.\nTopaz: <blink>\nMe: You haven't had half those toys out of the box in a year.\nTopaz: I'm not playing with him. Wait, is his nose wet?\nMe: Of course. \nTopaz: I forgot how cute his ears were. \nMe: He's adorable. \nTopaz: He's making that face he does...\nMe: He's a charmer.\nTopaz: Okay he can stay. But the couch is mine...\n"
    },
    {
        "date": "2020-1-9",
        "post": "<Chatz with Topaz>  Thank you for excellent service\n\nTopaz: You're working at home a lot now, aren't you?\nMe: Yeah, I guess I am.\nTopaz: I thought we'd start an \"employee of the month\" thing.\nMe: With just you and me in the \"office?\"\nTopaz: An employee's hard work should be recognized.\nMe: Which one of us is the employee?\nTopaz: <blink>\nMe: It's me, isn't it?\nTopaz: You can have a plaque made if you like. Don't spend more than $20.\n"
    },
    {
        "date": "2020-1-14",
        "post": "<Chatz with Topaz, Little Dog Ed.> It's French for \"go away.\"\n\nLD: Hey! It's snowing! Let's go for a walk!\nMe: I know you like the snow, Noaa, but it's super cold out.\nLD: Let's GO! I can handle it!\nMe: Maybe after lunch.\nLD: <to Topaz> Do you want to go with us?\nTopaz: I don't go for walks, I have ennui.\nLD: Is that like arthritis? I have arthritis sometimes.\nTopaz: <to me> Please take our visitor for a walk.\n"
    },
    {
        "date": "2020-3-14",
        "post": "<Chatz with Topaz> What's Daylight Saving Time?\n\nTopaz: <boop>\nMe: Hey! Leggo my nose!\nTopaz: I would like breakfast now.\nMe: It's 6:30 on a Saturday. Can I get another half hour?\nTopaz: Oh. Sure. I can wait.\n<pause>\nMe: What are you doing?\nTopaz: Waiting. \nMe: You are standing on my pillow. \nTopaz: I want to be ready. \nMe: I can't fall back asleep like this.\nTopaz: I could stand on your chest if that's better.\nMe: I can see where this is going to end.\nTopaz: In the kitchen, with a bowl of food.\n"
    },
    {
        "date": "2020-3-25",
        "post": "<Chatz with Topaz> Now would be good\n\nTopaz: Why is this door closed?\nMe: I'm taking a bath.\nTopaz: It's noon on a Wednesday!\nMe: Don't judge. I'm sheltering in place.\nTopaz: I'm coming in.\nMe: Of course you are.\nTopaz: I have to poop.\nMe: So?\nTopaz: You need to get out.\nMe: I'm in the tub. Just go.\nTopaz: <blink>\nMe: You've watched me poop every day for eight years.\nTopaz: I'm shy. \nMe: Lemme finish this chapter.\nTopaz: <blink>\nMe: You're just going to stare at me until I'm out, aren't you?\nTopaz: I'm sheltering in place.\n"
    },
    {
        "date": "2020-3-27",
        "post": "<Chatz with Topaz> \nSnuggle isn't just a fabric softener\n\nTopaz: Why are you putting on hard pants today?\nMe: I'm teaching some video voice lessons this afternoon.\nTopaz: Are you showering, too?\nMe: I think I should, yes. \nTopaz: Can I have your t-shirt?\nMe: Sure, why?\nTopaz: Because it's made of warm.\nMe: Are you cold? I can turn the temperature up.\nTopaz: But this is made of YOUR warm.\nMe: You really know how to start my day, Little Love.\nTopaz: <snuggles t-shirt>\n"
    },
    {
        "date": "2020-3-28",
        "post": "<Chatz with Topaz> Shower Wine\n\nTopaz: Is that a glass of wine?\nMe: Mebbe.\nTopaz: It's the middle of the day!\nMe: What's your point?\nTopaz: This is chaos!\nMe: Actually, it's merlot.\nTopaz: This is how it starts, you know.\nMe: How what starts?\nTopaz: The slow descent into soft pants and day drinking.\nMe: So, you nap 15 hours a day.\nTopaz: I'm in contemplation for your sins.\nMe: Now you can add day drinking and soft pants all day.\nTopaz: Please just take a shower at some point?\nMe: Fine. But I'm taking my wine in there with me.\n"
    },
    {
        "date": "2020-3-29",
        "post": "<Chatz with Topaz> It's fashion, Topaz, look it up\n\nTopaz: Is that a kaftan!?\nMe: Don't judge,  I'm comfortable.\nTopaz: Are you having brunch poolside?\nMe: I didn't feel like putting on pants.\nTopaz: That escalated quickly.\nMe: I need a mimosa-- \nTopaz: You need to close the blinds. \nMe: --and to run to the store.\nTopaz: Dressed like Mama Cass?\nMe: I need a fancy hat--\nTopaz: You need pants and your dignity back.\n"
    },
    {
        "date": "2020-4-1",
        "post": "<Chatz with Topaz> That smell is your fault, not mine\n\nTopaz: Excuse me.\nMe: Ohai! What's up?\nTopaz: I know you're really busy being in quarantine and all--\nMe: What is it?\nTopaz: Don't you think we should be playing find the smell?\nMe: What makes you say that?\nTopaz: The smell. In the kitchen.\nMe: Oh, THAT! That's the sourdough starter.\nTopaz: What does it start?\nMe: Bread. You make bread with it.\nTopaz: I don't think that's a smell you should eat.\n"
    },
    {
        "date": "2020-4-3",
        "post": "<Chatz with Topaz> Cover your cough\n\nTopaz: Are you going to make one of those facemasks?\nMe: Make? No, I'll have to buy some.\nTopaz: Just use your underwear, like on Facebook!\nTopaz: But you always match your underwear to your outfit.\nMe: So?\nTopaz: This way someone will actually know.\nMe: I'm not wearing my underwear on my head to Target.\nTopaz: Why not?\nMe: You've seen my underwear. This isn't a good plan.\nTopaz: You could just buy new while you're in Target.\nMe: Again, I'm not wearing my underwear on my head.\nTopaz: I've seen you do worse leaving the house.\n"
    },
    {
        "date": "2020-4-13",
        "post": "<Chatz with Topaz> He bought the WHOLE Pepperidge Farm\n\nTopaz: What are you eating?\nMe: Cookies.\nTopaz: What kind?\nMe: Mint Milanos.\nTopaz: Mint Milanos come in a little bag with paper cups.\nMe: What's your point?\nTopaz: That seems to be a one-gallon tub.\nMe: I needed these.\nTopaz: You went quarantine shopping at Costco, didn't you?\nMe: Mebbe.\nTopaz: Well, at least it's not another sourdough starter.\n"
    },
    {
        "date": "2020-7-9",
        "post": "<Chatz with Topaz, The Grey Duchess of Shoreline>\n\"Everyday Grace\"\nRequiescat in pacem, et lux perpetua luceat eis.\nJanuary 2006 - July 9, 2020\n\nTopaz: Scott, I don't want to have cancer anymore.\nMe: Okay, Little Love, I understand.\nTopaz: Will you hold my paw?\nMe: I will. \nTopaz: But will you hold it forever?\nMe: Forever world. Next world, too.\nTopaz: Thank you.\nMe: You have been my Grace every day.\nTopaz: I love you too. Forever world.\n"
    }
]